{
  "book_usfm": "EZR",
  "name": "Ezra",
  "local_title": "English Standard Version 2016",
  "local_abbreviation": "ESV",
  "version_id": 59,
  "publisher": {
    "name": "Crossway / Good News Publishers"
  },
  "copyright": {
    "html": "<p>The Holy Bible, English Standard Version® (ESV®), copyright © 2001 by Crossway, a publishing ministry of Good News Publishers.</p>",
    "text": "The Holy Bible, English Standard Version® (ESV®), copyright © 2001 by Crossway, a publishing ministry of Good News Publishers."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "EZR.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.1"
        ],
        "human": "Ezra 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.2"
        ],
        "human": "Ezra 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CH.36"
        ],
        "human": "2 Chronicles 36",
        "toc": true
      },
      "chapter_text": "In the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:\n“Thus says Cyrus king of Persia: The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the LORD, the God of Israel—he is the God who is in Jerusalem. And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”\nThen rose up the heads of the fathers’ houses of Judah and Benjamin, and the priests and the Levites, everyone whose spirit God had stirred to go up to rebuild the house of the LORD that is in Jerusalem. And all who were about them aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered. Cyrus the king also brought out the vessels of the house of the LORD that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods. Cyrus king of Persia brought these out in the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah. And this was the number of them: 30 basins of gold, 1,000 basins of silver, 29 censers, 30 bowls of gold, 410 bowls of silver, and 1,000 other vessels; all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch1\" data-usfm=\"EZR.1\">\n         <div class=\"label\">1</div><div class=\"s1\"><span class=\"heading\">The Proclamation of Cyrus</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.1.1\"><span class=\"label\">1</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    For ver. 1-3, see 2 Chr. 36:22, 23   </span></span><span class=\"content\">In the first year of Cyrus king of Persia, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Jer. 25:12, 13; 29:10 </span></span><span class=\"content\">that the word of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> by the mouth of Jeremiah might be fulfilled, the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> stirred up the spirit of Cyrus king of Persia, so </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:13</span></span><span class=\"content\">that he made a proclamation throughout all his kingdom and also put it in writing:</span></span></div><div class=\"p\"><span class=\"verse v1\" data-usfm=\"EZR.1.1\"><span class=\"content\">  </span></span><span class=\"verse v2\" data-usfm=\"EZR.1.2\"><span class=\"label\">2</span><span class=\"content\">&#8220;Thus says Cyrus king of Persia: The </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of heaven, has given me all the kingdoms of the earth, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Isa. 44:28; [Isa. 45:1, 13]</span></span><span class=\"content\">he has charged me to build him a house at Jerusalem, which is in Judah. </span></span><span class=\"verse v3\" data-usfm=\"EZR.1.3\"><span class=\"label\">3</span><span class=\"content\">Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel&#8212;</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Dan. 6:26</span></span><span class=\"content\">he is the God who is in Jerusalem. </span></span><span class=\"verse v4\" data-usfm=\"EZR.1.4\"><span class=\"label\">4</span><span class=\"content\">And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.&#8221;</span></span></div><div class=\"p\"><span class=\"verse v4\" data-usfm=\"EZR.1.4\"><span class=\"content\">  </span></span><span class=\"verse v5\" data-usfm=\"EZR.1.5\"><span class=\"label\">5</span><span class=\"content\">Then rose up the heads of the fathers&#8217; houses of Judah and Benjamin, and the priests and the Levites, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Phil. 2:13] </span></span><span class=\"content\">everyone whose spirit </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 1</span></span><span class=\"content\">God had stirred to go up to rebuild the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> that is in Jerusalem. </span></span><span class=\"verse v6\" data-usfm=\"EZR.1.6\"><span class=\"label\">6</span><span class=\"content\">And all who were about them </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 4:4]; Jer. 38:4</span></span><span class=\"content\">aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered. </span></span><span class=\"verse v7\" data-usfm=\"EZR.1.7\"><span class=\"label\">7</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:14; 6:5 </span></span><span class=\"content\">Cyrus the king also brought out the vessels of the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> that </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Kgs. 24:13; 2 Chr. 36:7</span></span><span class=\"content\">Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods. </span></span><span class=\"verse v8\" data-usfm=\"EZR.1.8\"><span class=\"label\">8</span><span class=\"content\">Cyrus king of Persia brought these out in the charge of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 4:7 </span></span><span class=\"content\">Mithredath the treasurer, who counted them out to </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:14</span></span><span class=\"content\">Sheshbazzar the prince of Judah. </span></span><span class=\"verse v9\" data-usfm=\"EZR.1.9\"><span class=\"label\">9</span><span class=\"content\">And this was the number of them: </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 8:27; 1 Chr. 28:17]</span></span><span class=\"content\">30 basins of gold, 1,000 basins of silver, 29 censers, </span></span><span class=\"verse v10\" data-usfm=\"EZR.1.10\"><span class=\"label\">10</span><span class=\"content\">30 bowls of gold, 410 bowls of silver, and 1,000 other vessels; </span></span><span class=\"verse v11\" data-usfm=\"EZR.1.11\"><span class=\"label\">11</span><span class=\"content\">all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Proclamation of Cyrus"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "In the first year of Cyrus king of Persia, that the word of the Lord by the mouth of Jeremiah might be fulfilled, the Lord stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Thus says Cyrus king of Persia: The Lord, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the Lord, the God of Israel—he is the God who is in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then rose up the heads of the fathers’ houses of Judah and Benjamin, and the priests and the Levites, everyone whose spirit God had stirred to go up to rebuild the house of the Lord that is in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And all who were about them aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cyrus the king also brought out the vessels of the house of the Lord that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cyrus king of Persia brought these out in the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And this was the number of them: 30 basins of gold, 1,000 basins of silver, 29 censers,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "30 bowls of gold, 410 bowls of silver, and 1,000 other vessels;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.2"
        ],
        "human": "Ezra 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.3"
        ],
        "human": "Ezra 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.1"
        ],
        "human": "Ezra 1",
        "toc": true
      },
      "chapter_text": "Now these were the people of the province who came up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried captive to Babylonia. They returned to Jerusalem and Judah, each to his own town. They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\nThe number of the men of the people of Israel: the sons of Parosh, 2,172. The sons of Shephatiah, 372. The sons of Arah, 775. The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,812. The sons of Elam, 1,254. The sons of Zattu, 945. The sons of Zaccai, 760. The sons of Bani, 642. The sons of Bebai, 623. The sons of Azgad, 1,222. The sons of Adonikam, 666. The sons of Bigvai, 2,056. The sons of Adin, 454. The sons of Ater, namely of Hezekiah, 98. The sons of Bezai, 323. The sons of Jorah, 112. The sons of Hashum, 223. The sons of Gibbar, 95. The sons of Bethlehem, 123. The men of Netophah, 56. The men of Anathoth, 128. The sons of Azmaveth, 42. The sons of Kiriath-arim, Chephirah, and Beeroth, 743. The sons of Ramah and Geba, 621. The men of Michmas, 122. The men of Bethel and Ai, 223. The sons of Nebo, 52. The sons of Magbish, 156. The sons of the other Elam, 1,254. The sons of Harim, 320. The sons of Lod, Hadid, and Ono, 725. The sons of Jericho, 345. The sons of Senaah, 3,630.\nThe priests: the sons of Jedaiah, of the house of Jeshua, 973. The sons of Immer, 1,052. The sons of Pashhur, 1,247. The sons of Harim, 1,017.\nThe Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, 74. The singers: the sons of Asaph, 128. The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai, in all 139.\nThe temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth, the sons of Keros, the sons of Siaha, the sons of Padon, the sons of Lebanah, the sons of Hagabah, the sons of Akkub, the sons of Hagab, the sons of Shamlai, the sons of Hanan, the sons of Giddel, the sons of Gahar, the sons of Reaiah, the sons of Rezin, the sons of Nekoda, the sons of Gazzam, the sons of Uzza, the sons of Paseah, the sons of Besai, the sons of Asnah, the sons of Meunim, the sons of Nephisim, the sons of Bakbuk, the sons of Hakupha, the sons of Harhur, the sons of Bazluth, the sons of Mehida, the sons of Harsha, the sons of Barkos, the sons of Sisera, the sons of Temah, the sons of Neziah, and the sons of Hatipha.\nThe sons of Solomon’s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda, the sons of Jaalah, the sons of Darkon, the sons of Giddel, the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Ami.\nAll the temple servants and the sons of Solomon’s servants were 392.\nThe following were those who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, though they could not prove their fathers’ houses or their descent, whether they belonged to Israel: the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda, 652. Also, of the sons of the priests: the sons of Habaiah, the sons of Hakkoz, and the sons of Barzillai (who had taken a wife from the daughters of Barzillai the Gileadite, and was called by their name). These sought their registration among those enrolled in the genealogies, but they were not found there, and so they were excluded from the priesthood as unclean. The governor told them that they were not to partake of the most holy food, until there should be a priest to consult Urim and Thummim.\nThe whole assembly together was 42,360, besides their male and female servants, of whom there were 7,337, and they had 200 male and female singers. Their horses were 736, their mules were 245, their camels were 435, and their donkeys were 6,720.\nSome of the heads of families, when they came to the house of the LORD that is in Jerusalem, made freewill offerings for the house of God, to erect it on its site. According to their ability they gave to the treasury of the work 61,000 darics of gold, 5,000 minas of silver, and 100 priests’ garments.\nNow the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants lived in their towns, and all the rest of Israel in their towns.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch2\" data-usfm=\"EZR.2\">\n         <div class=\"label\">2</div><div class=\"s1\"><span class=\"heading\">The Exiles Return</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.2.1\"><span class=\"label\">1</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    For ver. 1-70, see Neh. 7:6-73   </span></span><span class=\"content\">Now these were the people of the province who came up out of the captivity of those exiles </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Kgs. 24:14-16; 25:11; 2 Chr. 36:20</span></span><span class=\"content\">whom Nebuchadnezzar the king of Babylon had carried captive to Babylonia. They returned to Jerusalem and Judah, each to his own town. </span></span><span class=\"verse v2\" data-usfm=\"EZR.2.2\"><span class=\"label\">2</span><span class=\"content\">They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Esth. 2:5, 6</span></span><span class=\"content\">Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.</span></span></div><div class=\"p\"><span class=\"verse v2\" data-usfm=\"EZR.2.2\"><span class=\"content\">The number of the men of the people of Israel: </span></span><span class=\"verse v3\" data-usfm=\"EZR.2.3\"><span class=\"label\">3</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:3; 10:25</span></span><span class=\"content\">the sons of Parosh, 2,172. </span></span><span class=\"verse v4\" data-usfm=\"EZR.2.4\"><span class=\"label\">4</span><span class=\"content\">The sons of Shephatiah, 372. </span></span><span class=\"verse v5\" data-usfm=\"EZR.2.5\"><span class=\"label\">5</span><span class=\"content\">The sons of Arah, 775. </span></span><span class=\"verse v6\" data-usfm=\"EZR.2.6\"><span class=\"label\">6</span><span class=\"content\">The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,812. </span></span><span class=\"verse v7\" data-usfm=\"EZR.2.7\"><span class=\"label\">7</span><span class=\"content\">The sons of Elam, 1,254. </span></span><span class=\"verse v8\" data-usfm=\"EZR.2.8\"><span class=\"label\">8</span><span class=\"content\">The sons of Zattu, 945. </span></span><span class=\"verse v9\" data-usfm=\"EZR.2.9\"><span class=\"label\">9</span><span class=\"content\">The sons of Zaccai, 760. </span></span><span class=\"verse v10\" data-usfm=\"EZR.2.10\"><span class=\"label\">10</span><span class=\"content\">The sons of Bani, 642. </span></span><span class=\"verse v11\" data-usfm=\"EZR.2.11\"><span class=\"label\">11</span><span class=\"content\">The sons of Bebai, 623. </span></span><span class=\"verse v12\" data-usfm=\"EZR.2.12\"><span class=\"label\">12</span><span class=\"content\">The sons of Azgad, 1,222. </span></span><span class=\"verse v13\" data-usfm=\"EZR.2.13\"><span class=\"label\">13</span><span class=\"content\">The sons of Adonikam, 666. </span></span><span class=\"verse v14\" data-usfm=\"EZR.2.14\"><span class=\"label\">14</span><span class=\"content\">The sons of Bigvai, 2,056. </span></span><span class=\"verse v15\" data-usfm=\"EZR.2.15\"><span class=\"label\">15</span><span class=\"content\">The sons of Adin, 454. </span></span><span class=\"verse v16\" data-usfm=\"EZR.2.16\"><span class=\"label\">16</span><span class=\"content\">The sons of Ater, namely of Hezekiah, 98. </span></span><span class=\"verse v17\" data-usfm=\"EZR.2.17\"><span class=\"label\">17</span><span class=\"content\">The sons of Bezai, 323. </span></span><span class=\"verse v18\" data-usfm=\"EZR.2.18\"><span class=\"label\">18</span><span class=\"content\">The sons of Jorah, 112. </span></span><span class=\"verse v19\" data-usfm=\"EZR.2.19\"><span class=\"label\">19</span><span class=\"content\">The sons of Hashum, 223. </span></span><span class=\"verse v20\" data-usfm=\"EZR.2.20\"><span class=\"label\">20</span><span class=\"content\">The sons of Gibbar, 95. </span></span><span class=\"verse v21\" data-usfm=\"EZR.2.21\"><span class=\"label\">21</span><span class=\"content\">The sons of Bethlehem, 123. </span></span><span class=\"verse v22\" data-usfm=\"EZR.2.22\"><span class=\"label\">22</span><span class=\"content\">The men of Netophah, 56. </span></span><span class=\"verse v23\" data-usfm=\"EZR.2.23\"><span class=\"label\">23</span><span class=\"content\">The men of Anathoth, 128. </span></span><span class=\"verse v24\" data-usfm=\"EZR.2.24\"><span class=\"label\">24</span><span class=\"content\">The sons of Azmaveth, 42. </span></span><span class=\"verse v25\" data-usfm=\"EZR.2.25\"><span class=\"label\">25</span><span class=\"content\">The sons of Kiriath-arim, Chephirah, and Beeroth, 743. </span></span><span class=\"verse v26\" data-usfm=\"EZR.2.26\"><span class=\"label\">26</span><span class=\"content\">The sons of Ramah and Geba, 621. </span></span><span class=\"verse v27\" data-usfm=\"EZR.2.27\"><span class=\"label\">27</span><span class=\"content\">The men of Michmas, 122. </span></span><span class=\"verse v28\" data-usfm=\"EZR.2.28\"><span class=\"label\">28</span><span class=\"content\">The men of Bethel and Ai, 223. </span></span><span class=\"verse v29\" data-usfm=\"EZR.2.29\"><span class=\"label\">29</span><span class=\"content\">The sons of Nebo, 52. </span></span><span class=\"verse v30\" data-usfm=\"EZR.2.30\"><span class=\"label\">30</span><span class=\"content\">The sons of Magbish, 156. </span></span><span class=\"verse v31\" data-usfm=\"EZR.2.31\"><span class=\"label\">31</span><span class=\"content\">The sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 7]</span></span><span class=\"content\">the other Elam, 1,254. </span></span><span class=\"verse v32\" data-usfm=\"EZR.2.32\"><span class=\"label\">32</span><span class=\"content\">The sons of Harim, 320. </span></span><span class=\"verse v33\" data-usfm=\"EZR.2.33\"><span class=\"label\">33</span><span class=\"content\">The sons of Lod, Hadid, and Ono, 725. </span></span><span class=\"verse v34\" data-usfm=\"EZR.2.34\"><span class=\"label\">34</span><span class=\"content\">The sons of Jericho, 345. </span></span><span class=\"verse v35\" data-usfm=\"EZR.2.35\"><span class=\"label\">35</span><span class=\"content\">The sons of Senaah, 3,630.</span></span></div><div class=\"p\"><span class=\"verse v35\" data-usfm=\"EZR.2.35\"><span class=\"content\">  </span></span><span class=\"verse v36\" data-usfm=\"EZR.2.36\"><span class=\"label\">36</span><span class=\"content\">The priests: the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">For ver. 36-39, see 1 Chr. 24:7-18</span></span><span class=\"content\">sons of Jedaiah, of the house of Jeshua, 973. </span></span><span class=\"verse v37\" data-usfm=\"EZR.2.37\"><span class=\"label\">37</span><span class=\"content\">The sons of Immer, 1,052. </span></span><span class=\"verse v38\" data-usfm=\"EZR.2.38\"><span class=\"label\">38</span><span class=\"content\">The </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 9:12</span></span><span class=\"content\">sons of Pashhur, 1,247. </span></span><span class=\"verse v39\" data-usfm=\"EZR.2.39\"><span class=\"label\">39</span><span class=\"content\">The sons of Harim, 1,017.</span></span></div><div class=\"p\"><span class=\"verse v39\" data-usfm=\"EZR.2.39\"><span class=\"content\">  </span></span><span class=\"verse v40\" data-usfm=\"EZR.2.40\"><span class=\"label\">40</span><span class=\"content\">The Levites: the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Neh. 10:9]</span></span><span class=\"content\">Jeshua and Kadmiel, of the sons of Hodaviah, 74. </span></span><span class=\"verse v41\" data-usfm=\"EZR.2.41\"><span class=\"label\">41</span><span class=\"content\">The singers: the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See 1 Chr. 6:39</span></span><span class=\"content\">Asaph, 128. </span></span><span class=\"verse v42\" data-usfm=\"EZR.2.42\"><span class=\"label\">42</span><span class=\"content\">The sons of the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 9:17, 18</span></span><span class=\"content\">gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai, in all 139.</span></span></div><div class=\"p\"><span class=\"verse v42\" data-usfm=\"EZR.2.42\"><span class=\"content\">  </span></span><span class=\"verse v43\" data-usfm=\"EZR.2.43\"><span class=\"label\">43</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        1 Chr. 9:2; Neh. 11:3  </span></span><span class=\"content\">The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth, </span></span><span class=\"verse v44\" data-usfm=\"EZR.2.44\"><span class=\"label\">44</span><span class=\"content\">the sons of Keros, the sons of Siaha, the sons of Padon, </span></span><span class=\"verse v45\" data-usfm=\"EZR.2.45\"><span class=\"label\">45</span><span class=\"content\">the sons of Lebanah, the sons of Hagabah, the sons of Akkub, </span></span><span class=\"verse v46\" data-usfm=\"EZR.2.46\"><span class=\"label\">46</span><span class=\"content\">the sons of Hagab, the sons of Shamlai, the sons of Hanan, </span></span><span class=\"verse v47\" data-usfm=\"EZR.2.47\"><span class=\"label\">47</span><span class=\"content\">the sons of Giddel, the sons of Gahar, the sons of Reaiah, </span></span><span class=\"verse v48\" data-usfm=\"EZR.2.48\"><span class=\"label\">48</span><span class=\"content\">the sons of Rezin, the sons of Nekoda, the sons of Gazzam, </span></span><span class=\"verse v49\" data-usfm=\"EZR.2.49\"><span class=\"label\">49</span><span class=\"content\">the sons of Uzza, the sons of Paseah, the sons of Besai, </span></span><span class=\"verse v50\" data-usfm=\"EZR.2.50\"><span class=\"label\">50</span><span class=\"content\">the sons of Asnah, the sons of Meunim, the sons of Nephisim, </span></span><span class=\"verse v51\" data-usfm=\"EZR.2.51\"><span class=\"label\">51</span><span class=\"content\">the sons of Bakbuk, the sons of Hakupha, the sons of Harhur, </span></span><span class=\"verse v52\" data-usfm=\"EZR.2.52\"><span class=\"label\">52</span><span class=\"content\">the sons of Bazluth, the sons of Mehida, the sons of Harsha, </span></span><span class=\"verse v53\" data-usfm=\"EZR.2.53\"><span class=\"label\">53</span><span class=\"content\">the sons of Barkos, the sons of Sisera, the sons of Temah, </span></span><span class=\"verse v54\" data-usfm=\"EZR.2.54\"><span class=\"label\">54</span><span class=\"content\">the sons of Neziah, and the sons of Hatipha.</span></span></div><div class=\"p\"><span class=\"verse v54\" data-usfm=\"EZR.2.54\"><span class=\"content\">  </span></span><span class=\"verse v55\" data-usfm=\"EZR.2.55\"><span class=\"label\">55</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 11:3; [1 Kgs. 9:21]  </span></span><span class=\"content\">The sons of Solomon&#8217;s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda, </span></span><span class=\"verse v56\" data-usfm=\"EZR.2.56\"><span class=\"label\">56</span><span class=\"content\">the sons of Jaalah, the sons of Darkon, the sons of Giddel, </span></span><span class=\"verse v57\" data-usfm=\"EZR.2.57\"><span class=\"label\">57</span><span class=\"content\">the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Ami.</span></span></div><div class=\"p\"><span class=\"verse v57\" data-usfm=\"EZR.2.57\"><span class=\"content\">  </span></span><span class=\"verse v58\" data-usfm=\"EZR.2.58\"><span class=\"label\">58</span><span class=\"content\">All the temple servants and the sons of Solomon&#8217;s servants were 392.</span></span></div><div class=\"p\"><span class=\"verse v58\" data-usfm=\"EZR.2.58\"><span class=\"content\">  </span></span><span class=\"verse v59\" data-usfm=\"EZR.2.59\"><span class=\"label\">59</span><span class=\"content\">The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[1 Chr. 9:1]</span></span><span class=\"content\">though they could not prove their fathers&#8217; houses or their descent, whether they belonged to Israel: </span></span><span class=\"verse v60\" data-usfm=\"EZR.2.60\"><span class=\"label\">60</span><span class=\"content\">the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda, 652. </span></span><span class=\"verse v61\" data-usfm=\"EZR.2.61\"><span class=\"label\">61</span><span class=\"content\">Also, of the sons of the priests: the sons of Habaiah, the sons of Hakkoz, and the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Sam. 17:27</span></span><span class=\"content\">Barzillai (who had taken a wife from the daughters of Barzillai the Gileadite, and was called by their name). </span></span><span class=\"verse v62\" data-usfm=\"EZR.2.62\"><span class=\"label\">62</span><span class=\"content\">These sought their registration among those enrolled in the genealogies, but they were not found there, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Num. 3:10]</span></span><span class=\"content\">so they were excluded from the priesthood as unclean. </span></span><span class=\"verse v63\" data-usfm=\"EZR.2.63\"><span class=\"label\">63</span><span class=\"content\">The </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 8:9 </span></span><span class=\"content\">governor told them that they were not </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Lev. 22:2, 10, 15, 16 </span></span><span class=\"content\">to partake of the most holy food, until there should be a priest to consult </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Ex. 28:30</span></span><span class=\"content\">Urim and Thummim.</span></span></div><div class=\"p\"><span class=\"verse v63\" data-usfm=\"EZR.2.63\"><span class=\"content\">  </span></span><span class=\"verse v64\" data-usfm=\"EZR.2.64\"><span class=\"label\">64</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 7:66, 67  </span></span><span class=\"content\">The whole assembly together was 42,360, </span></span><span class=\"verse v65\" data-usfm=\"EZR.2.65\"><span class=\"label\">65</span><span class=\"content\">besides their male and female servants, of whom there were 7,337, and they had 200 male and female </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See 2 Chr. 35:25</span></span><span class=\"content\">singers. </span></span><span class=\"verse v66\" data-usfm=\"EZR.2.66\"><span class=\"label\">66</span><span class=\"content\">Their horses were 736, their mules were 245, </span></span><span class=\"verse v67\" data-usfm=\"EZR.2.67\"><span class=\"label\">67</span><span class=\"content\">their camels were 435, and their donkeys were 6,720.</span></span></div><div class=\"p\"><span class=\"verse v67\" data-usfm=\"EZR.2.67\"><span class=\"content\">  </span></span><span class=\"verse v68\" data-usfm=\"EZR.2.68\"><span class=\"label\">68</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 7:70-72\n        </span></span><span class=\"content\">Some of the heads of families, when they came to the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> that is in Jerusalem, made freewill offerings for the house of God, to erect it on its site. </span></span><span class=\"verse v69\" data-usfm=\"EZR.2.69\"><span class=\"label\">69</span><span class=\"content\">According to their ability they gave to </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[1 Chr. 26:20]</span></span><span class=\"content\">the treasury of the work 61,000 darics</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">2:69 </span><span class=\"ft\">A </span><span class=\"fq\">daric </span><span class=\"ft\">was a coin weighing about 1/4 ounce or 8.5 grams</span></span></span><span class=\"content\"> of gold, 5,000 minas</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">2:69 </span><span class=\"ft\">A </span><span class=\"fq\">mina </span><span class=\"ft\">was about 1 1/4 pounds or 0.6 kilogram</span></span></span><span class=\"content\"> of silver, and 100 priests&#8217; garments.</span></span></div><div class=\"p\"><span class=\"verse v69\" data-usfm=\"EZR.2.69\"><span class=\"content\">  </span></span><span class=\"verse v70\" data-usfm=\"EZR.2.70\"><span class=\"label\">70</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 7:73\n        </span></span><span class=\"content\">Now the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants lived in their towns, and all the rest of Israel</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">2:70 </span><span class=\"ft\">Hebrew </span><span class=\"fq\">all Israel</span></span></span><span class=\"content\"> in their towns.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Exiles Return"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now these were the people of the province who came up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried captive to Babylonia. They returned to Jerusalem and Judah, each to his own town."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.",
            "The number of the men of the people of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "the sons of Parosh, 2,172."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The sons of Shephatiah, 372."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The sons of Arah, 775."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,812."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The sons of Elam, 1,254."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The sons of Zattu, 945."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The sons of Zaccai, 760."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The sons of Bani, 642."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The sons of Bebai, 623."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The sons of Azgad, 1,222."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The sons of Adonikam, 666."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The sons of Bigvai, 2,056."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The sons of Adin, 454."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The sons of Ater, namely of Hezekiah, 98."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The sons of Bezai, 323."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "The sons of Jorah, 112."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The sons of Hashum, 223."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The sons of Gibbar, 95."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The sons of Bethlehem, 123."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The men of Netophah, 56."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The men of Anathoth, 128."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The sons of Azmaveth, 42."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The sons of Kiriath-arim, Chephirah, and Beeroth, 743."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The sons of Ramah and Geba, 621."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "The men of Michmas, 122."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The men of Bethel and Ai, 223."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "The sons of Nebo, 52."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The sons of Magbish, 156."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "The sons of the other Elam, 1,254."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The sons of Harim, 320."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The sons of Lod, Hadid, and Ono, 725."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The sons of Jericho, 345."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "The sons of Senaah, 3,630."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "The priests: the sons of Jedaiah, of the house of Jeshua, 973."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "The sons of Immer, 1,052."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "The sons of Pashhur, 1,247."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "The sons of Harim, 1,017."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "The Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, 74."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "The singers: the sons of Asaph, 128."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai, in all 139."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "the sons of Keros, the sons of Siaha, the sons of Padon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "the sons of Hagab, the sons of Shamlai, the sons of Hanan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "the sons of Giddel, the sons of Gahar, the sons of Reaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "the sons of Uzza, the sons of Paseah, the sons of Besai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "the sons of Asnah, the sons of Meunim, the sons of Nephisim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "the sons of Bazluth, the sons of Mehida, the sons of Harsha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "the sons of Barkos, the sons of Sisera, the sons of Temah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "the sons of Neziah, and the sons of Hatipha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "The sons of Solomon’s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "the sons of Jaalah, the sons of Darkon, the sons of Giddel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Ami."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "All the temple servants and the sons of Solomon’s servants were 392."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, though they could not prove their fathers’ houses or their descent, whether they belonged to Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda, 652."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Also, of the sons of the priests: the sons of Habaiah, the sons of Hakkoz, and the sons of Barzillai (who had taken a wife from the daughters of Barzillai the Gileadite, and was called by their name)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "These sought their registration among those enrolled in the genealogies, but they were not found there, and so they were excluded from the priesthood as unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "The governor told them that they were not to partake of the most holy food, until there should be a priest to consult Urim and Thummim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "The whole assembly together was 42,360,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "besides their male and female servants, of whom there were 7,337, and they had 200 male and female singers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Their horses were 736, their mules were 245,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "their camels were 435, and their donkeys were 6,720."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Some of the heads of families, when they came to the house of the Lord that is in Jerusalem, made freewill offerings for the house of God, to erect it on its site."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "According to their ability they gave to the treasury of the work 61,000 darics of gold, 5,000 minas of silver, and 100 priests’ garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Now the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants lived in their towns, and all the rest of Israel in their towns."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.3"
        ],
        "human": "Ezra 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.4"
        ],
        "human": "Ezra 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.2"
        ],
        "human": "Ezra 2",
        "toc": true
      },
      "chapter_text": "When the seventh month came, and the children of Israel were in the towns, the people gathered as one man to Jerusalem. Then arose Jeshua the son of Jozadak, with his fellow priests, and Zerubbabel the son of Shealtiel with his kinsmen, and they built the altar of the God of Israel, to offer burnt offerings on it, as it is written in the Law of Moses the man of God. They set the altar in its place, for fear was on them because of the peoples of the lands, and they offered burnt offerings on it to the LORD, burnt offerings morning and evening. And they kept the Feast of Booths, as it is written, and offered the daily burnt offerings by number according to the rule, as each day required, and after that the regular burnt offerings, the offerings at the new moon and at all the appointed feasts of the LORD, and the offerings of everyone who made a freewill offering to the LORD. From the first day of the seventh month they began to offer burnt offerings to the LORD. But the foundation of the temple of the LORD was not yet laid. So they gave money to the masons and the carpenters, and food, drink, and oil to the Sidonians and the Tyrians to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had from Cyrus king of Persia.\n\nNow in the second year after their coming to the house of God at Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak made a beginning, together with the rest of their kinsmen, the priests and the Levites and all who had come to Jerusalem from the captivity. They appointed the Levites, from twenty years old and upward, to supervise the work of the house of the LORD. And Jeshua with his sons and his brothers, and Kadmiel and his sons, the sons of Judah, together supervised the workmen in the house of God, along with the sons of Henadad and the Levites, their sons and brothers.\nAnd when the builders laid the foundation of the temple of the LORD, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the directions of David king of Israel. And they sang responsively, praising and giving thanks to the LORD,\n\n“For he is good,\nfor his steadfast love endures forever toward Israel.”\n\nAnd all the people shouted with a great shout when they praised the LORD, because the foundation of the house of the LORD was laid. But many of the priests and Levites and heads of fathers’ houses, old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy, so that the people could not distinguish the sound of the joyful shout from the sound of the people’s weeping, for the people shouted with a great shout, and the sound was heard far away.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch3\" data-usfm=\"EZR.3\">\n         <div class=\"label\">3</div><div class=\"s1\"><span class=\"heading\">Rebuilding the Altar</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.3.1\"><span class=\"label\">1</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 7:73; 8:1  </span></span><span class=\"content\">When the seventh month came, and the children of Israel were in the towns, the people gathered as one man to Jerusalem. </span></span><span class=\"verse v2\" data-usfm=\"EZR.3.2\"><span class=\"label\">2</span><span class=\"content\">Then arose Jeshua the son of Jozadak, with his fellow priests, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Matt. 1:12; Luke 3:27 </span></span><span class=\"content\">Zerubbabel the son of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 3:17; Matt. 1:12; Luke 3:27 </span></span><span class=\"content\">Shealtiel with his kinsmen, and they built the altar of the God of Israel, to offer burnt offerings on it, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 12:5, 6 </span></span><span class=\"content\">as it is written in the Law of Moses the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Deut. 33:1</span></span><span class=\"content\">man of God. </span></span><span class=\"verse v3\" data-usfm=\"EZR.3.3\"><span class=\"label\">3</span><span class=\"content\">They set the altar in its place, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 4:4] </span></span><span class=\"content\">for fear was on them because of the peoples of the lands, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ex. 29:38; Num. 28:3, 4</span></span><span class=\"content\">they offered burnt offerings on it to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, burnt offerings morning and evening. </span></span><span class=\"verse v4\" data-usfm=\"EZR.3.4\"><span class=\"label\">4</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Zech. 14:16; See Neh. 8:14-17 </span></span><span class=\"content\">And they kept the Feast of Booths, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ex. 23:16; Lev. 23:34 </span></span><span class=\"content\">as it is written, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Num. 29:12-38</span></span><span class=\"content\">and offered the daily burnt offerings by number according to the rule, as each day required, </span></span><span class=\"verse v5\" data-usfm=\"EZR.3.5\"><span class=\"label\">5</span><span class=\"content\">and after that the regular burnt </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Num. 28:11-15 </span></span><span class=\"content\">offerings, the offerings at the new moon </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Num. 29:39</span></span><span class=\"content\">and at all the appointed feasts of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, and the offerings of everyone who made a freewill offering to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">. </span></span><span class=\"verse v6\" data-usfm=\"EZR.3.6\"><span class=\"label\">6</span><span class=\"content\">From the first day of the seventh month they began to offer burnt offerings to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">. But the foundation of the temple of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> was not yet laid. </span></span><span class=\"verse v7\" data-usfm=\"EZR.3.7\"><span class=\"label\">7</span><span class=\"content\">So they gave money to the masons and the carpenters, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 5:6, 9; 2 Chr. 2:10 </span></span><span class=\"content\">and food, drink, and oil to the Sidonians and the Tyrians </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 2:16 </span></span><span class=\"content\">to bring cedar trees from Lebanon to the sea, to Joppa, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:3, 4; 6:3</span></span><span class=\"content\">according to the grant that they had from Cyrus king of Persia.</span></span></div><div class=\"s1\"><span class=\"heading\">Rebuilding the Temple</span></div><div class=\"p\"><span class=\"verse v7\" data-usfm=\"EZR.3.7\"><span class=\"content\">  </span></span><span class=\"verse v8\" data-usfm=\"EZR.3.8\"><span class=\"label\">8</span><span class=\"content\">Now in the second year after their coming to the house of God at Jerusalem, in the second month, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 2:2; 4:3 </span></span><span class=\"content\">Zerubbabel the son of Shealtiel and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 2:2; 4:3 </span></span><span class=\"content\">Jeshua the son of Jozadak made a beginning, together with the rest of their kinsmen, the priests and the Levites and all who had come to Jerusalem from the captivity. They </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 23:24 </span></span><span class=\"content\">appointed the Levites, from twenty years old and upward, to </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 23:4</span></span><span class=\"content\">supervise the work of the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">. </span></span><span class=\"verse v9\" data-usfm=\"EZR.3.9\"><span class=\"label\">9</span><span class=\"content\">And </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 8 above] </span></span><span class=\"content\">Jeshua with his sons and his brothers, and Kadmiel and his sons, the sons of Judah, together </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 8 above] </span></span><span class=\"content\">supervised the workmen in the house of God, along with the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 10:9, 10</span></span><span class=\"content\">sons of Henadad and the Levites, their sons and brothers.</span></span></div><div class=\"p\"><span class=\"verse v9\" data-usfm=\"EZR.3.9\"><span class=\"content\">  </span></span><span class=\"verse v10\" data-usfm=\"EZR.3.10\"><span class=\"label\">10</span><span class=\"content\">And when the builders laid the foundation of the temple of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 6:31; 16:4-6; 25:1, 2</span></span><span class=\"content\">according to the directions of David king of Israel. </span></span><span class=\"verse v11\" data-usfm=\"EZR.3.11\"><span class=\"label\">11</span><span class=\"content\">And they sang responsively, praising and giving thanks to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">,</span></span></div><div class=\"b\"></div><div class=\"q1\"><span class=\"verse v11\" data-usfm=\"EZR.3.11\"><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    See 1 Chr. 16:34, 41  </span></span><span class=\"content\">&#8220;For he is good,</span></span></div><div class=\"q2\"><span class=\"verse v11\" data-usfm=\"EZR.3.11\"><span class=\"content\">for his steadfast love endures forever toward Israel.&#8221;</span></span></div><div class=\"b\"></div><div class=\"m\"><span class=\"verse v11\" data-usfm=\"EZR.3.11\"><span class=\"content\">And all the people shouted with a great shout when they praised the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, because the foundation of the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> was laid. </span></span><span class=\"verse v12\" data-usfm=\"EZR.3.12\"><span class=\"label\">12</span><span class=\"content\">But many of the priests and Levites and heads of fathers&#8217; houses, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Hag. 2:3</span></span><span class=\"content\">old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy, </span></span><span class=\"verse v13\" data-usfm=\"EZR.3.13\"><span class=\"label\">13</span><span class=\"content\">so that the people could not distinguish the sound of the joyful shout from the sound of the people&#8217;s weeping, for the people shouted with a great shout, and the sound was heard far away.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebuilding the Altar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When the seventh month came, and the children of Israel were in the towns, the people gathered as one man to Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then arose Jeshua the son of Jozadak, with his fellow priests, and Zerubbabel the son of Shealtiel with his kinsmen, and they built the altar of the God of Israel, to offer burnt offerings on it, as it is written in the Law of Moses the man of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "They set the altar in its place, for fear was on them because of the peoples of the lands, and they offered burnt offerings on it to the Lord, burnt offerings morning and evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And they kept the Feast of Booths, as it is written, and offered the daily burnt offerings by number according to the rule, as each day required,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and after that the regular burnt offerings, the offerings at the new moon and at all the appointed feasts of the Lord, and the offerings of everyone who made a freewill offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "From the first day of the seventh month they began to offer burnt offerings to the Lord. But the foundation of the temple of the Lord was not yet laid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "So they gave money to the masons and the carpenters, and food, drink, and oil to the Sidonians and the Tyrians to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had from Cyrus king of Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebuilding the Temple"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Now in the second year after their coming to the house of God at Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak made a beginning, together with the rest of their kinsmen, the priests and the Levites and all who had come to Jerusalem from the captivity. They appointed the Levites, from twenty years old and upward, to supervise the work of the house of the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And Jeshua with his sons and his brothers, and Kadmiel and his sons, the sons of Judah, together supervised the workmen in the house of God, along with the sons of Henadad and the Levites, their sons and brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And when the builders laid the foundation of the temple of the Lord, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the Lord, according to the directions of David king of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And they sang responsively, praising and giving thanks to the Lord,",
            "“For he is good,",
            "for his steadfast love endures forever toward Israel.”",
            "And all the people shouted with a great shout when they praised the Lord, because the foundation of the house of the Lord was laid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But many of the priests and Levites and heads of fathers’ houses, old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "so that the people could not distinguish the sound of the joyful shout from the sound of the people’s weeping, for the people shouted with a great shout, and the sound was heard far away."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.4"
        ],
        "human": "Ezra 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.5"
        ],
        "human": "Ezra 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.3"
        ],
        "human": "Ezra 3",
        "toc": true
      },
      "chapter_text": "Now when the adversaries of Judah and Benjamin heard that the returned exiles were building a temple to the LORD, the God of Israel, they approached Zerubbabel and the heads of fathers’ houses and said to them, “Let us build with you, for we worship your God as you do, and we have been sacrificing to him ever since the days of Esarhaddon king of Assyria who brought us here.” But Zerubbabel, Jeshua, and the rest of the heads of fathers’ houses in Israel said to them, “You have nothing to do with us in building a house to our God; but we alone will build to the LORD, the God of Israel, as King Cyrus the king of Persia has commanded us.”\nThen the people of the land discouraged the people of Judah and made them afraid to build and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.\nAnd in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.\n\nIn the days of Artaxerxes, Bishlam and Mithredath and Tabeel and the rest of their associates wrote to Artaxerxes king of Persia. The letter was written in Aramaic and translated. Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows: Rehum the commander, Shimshai the scribe, and the rest of their associates, the judges, the governors, the officials, the Persians, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites, and the rest of the nations whom the great and noble Osnappar deported and settled in the cities of Samaria and in the rest of the province Beyond the River. (This is a copy of the letter that they sent.) “To Artaxerxes the king: Your servants, the men of the province Beyond the River, send greeting. And now be it known to the king that the Jews who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. They are finishing the walls and repairing the foundations. Now be it known to the king that if this city is rebuilt and the walls finished, they will not pay tribute, custom, or toll, and the royal revenue will be impaired. Now because we eat the salt of the palace and it is not fitting for us to witness the king’s dishonor, therefore we send and inform the king, in order that search may be made in the book of the records of your fathers. You will find in the book of the records and learn that this city is a rebellious city, hurtful to kings and provinces, and that sedition was stirred up in it from of old. That was why this city was laid waste. We make known to the king that if this city is rebuilt and its walls finished, you will then have no possession in the province Beyond the River.”\n\nThe king sent an answer: “To Rehum the commander and Shimshai the scribe and the rest of their associates who live in Samaria and in the rest of the province Beyond the River, greeting. And now the letter that you sent to us has been plainly read before me. And I made a decree, and search has been made, and it has been found that this city from of old has risen against kings, and that rebellion and sedition have been made in it. And mighty kings have been over Jerusalem, who ruled over the whole province Beyond the River, to whom tribute, custom, and toll were paid. Therefore make a decree that these men be made to cease, and that this city be not rebuilt, until a decree is made by me. And take care not to be slack in this matter. Why should damage grow to the hurt of the king?”\nThen, when the copy of King Artaxerxes’ letter was read before Rehum and Shimshai the scribe and their associates, they went in haste to the Jews at Jerusalem and by force and power made them cease. Then the work on the house of God that is in Jerusalem stopped, and it ceased until the second year of the reign of Darius king of Persia.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch4\" data-usfm=\"EZR.4\">\n         <div class=\"label\">4</div><div class=\"s1\"><span class=\"heading\">Adversaries Oppose the Rebuilding</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.4.1\"><span class=\"label\">1</span><span class=\"content\">Now when </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 7-10</span></span><span class=\"content\">the adversaries of Judah and Benjamin heard that the returned exiles were building a temple to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel, </span></span><span class=\"verse v2\" data-usfm=\"EZR.4.2\"><span class=\"label\">2</span><span class=\"content\">they approached Zerubbabel and the heads of fathers&#8217; houses and said to them, &#8220;Let us build with you, for we worship your God as you do, and we have been sacrificing to him ever </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Kgs. 17:24, 32, 33 </span></span><span class=\"content\">since the days of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Kgs. 19:37 </span></span><span class=\"content\">Esarhaddon king of Assyria </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 10]</span></span><span class=\"content\">who brought us here.&#8221; </span></span><span class=\"verse v3\" data-usfm=\"EZR.4.3\"><span class=\"label\">3</span><span class=\"content\">But Zerubbabel, Jeshua, and the rest of the heads of fathers&#8217; houses in Israel said to them, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 2:20 </span></span><span class=\"content\">&#8220;You have nothing to do with us in building a house to our God; but we alone will build to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:1-3</span></span><span class=\"content\">as King Cyrus the king of Persia has commanded us.&#8221;</span></span></div><div class=\"p\"><span class=\"verse v3\" data-usfm=\"EZR.4.3\"><span class=\"content\">  </span></span><span class=\"verse v4\" data-usfm=\"EZR.4.4\"><span class=\"label\">4</span><span class=\"content\">Then </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 3:3</span></span><span class=\"content\">the people of the land discouraged the people of Judah and made them afraid to build </span></span><span class=\"verse v5\" data-usfm=\"EZR.4.5\"><span class=\"label\">5</span><span class=\"content\">and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.</span></span></div><div class=\"p\"><span class=\"verse v5\" data-usfm=\"EZR.4.5\"><span class=\"content\">  </span></span><span class=\"verse v6\" data-usfm=\"EZR.4.6\"><span class=\"label\">6</span><span class=\"content\">And in the reign of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Esth. 1:1; Dan. 9:1</span></span><span class=\"content\">Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.</span></span></div><div class=\"s1\"><span class=\"heading\">The Letter to King Artaxerxes</span></div><div class=\"p\"><span class=\"verse v6\" data-usfm=\"EZR.4.6\"><span class=\"content\">  </span></span><span class=\"verse v7\" data-usfm=\"EZR.4.7\"><span class=\"label\">7</span><span class=\"content\">In the days of Artaxerxes, Bishlam and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:8 </span></span><span class=\"content\">Mithredath and Tabeel and the rest of their associates wrote to Artaxerxes king of Persia. The letter was written </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Kgs. 18:26]</span></span><span class=\"content\">in Aramaic and translated.</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">4:7 </span><span class=\"ft\">Hebrew </span><span class=\"fq\">written in Aramaic and translated in Aramaic</span><span class=\"ft\">, indicating that 4:8&#8211;6:18 is in Aramaic; another interpretation is </span><span class=\"fq\">The letter was written in the Aramaic script and set forth in the Aramaic language</span></span></span><span class=\"content\">  </span></span><span class=\"verse v8\" data-usfm=\"EZR.4.8\"><span class=\"label\">8</span><span class=\"content\">Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows: </span></span><span class=\"verse v9\" data-usfm=\"EZR.4.9\"><span class=\"label\">9</span><span class=\"content\">Rehum the commander, Shimshai the scribe, and the rest of their associates, the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Kgs. 17:24, 30, 31] </span></span><span class=\"content\">judges, the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 5:6; 6:6] </span></span><span class=\"content\">governors, the officials, the Persians, the men of Erech, the Babylonians, the men of Susa, that is, the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Isa. 11:11</span></span><span class=\"content\">Elamites, </span></span><span class=\"verse v10\" data-usfm=\"EZR.4.10\"><span class=\"label\">10</span><span class=\"content\">and the rest of the nations whom the great and noble </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 2]</span></span><span class=\"content\">Osnappar deported and settled in the cities of Samaria and in the rest of the province Beyond the River. </span></span><span class=\"verse v11\" data-usfm=\"EZR.4.11\"><span class=\"label\">11</span><span class=\"content\">(This is a copy of the letter that they sent.) &#8220;To Artaxerxes the king: Your servants, the men of the province Beyond the River, send greeting. And now </span></span><span class=\"verse v12\" data-usfm=\"EZR.4.12\"><span class=\"label\">12</span><span class=\"content\">be it known to the king that the Jews who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. They are </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:3, 9</span></span><span class=\"content\">finishing the walls and repairing the foundations. </span></span><span class=\"verse v13\" data-usfm=\"EZR.4.13\"><span class=\"label\">13</span><span class=\"content\">Now be it known to the king that if this city is rebuilt and the walls finished, they will not pay </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 20; ch. 7:24</span></span><span class=\"content\">tribute, custom, or toll, and the royal revenue will be impaired. </span></span><span class=\"verse v14\" data-usfm=\"EZR.4.14\"><span class=\"label\">14</span><span class=\"content\">Now because we eat the salt of the palace</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">4:14 </span><span class=\"ft\">Aramaic </span><span class=\"fq\">because the salt of the palace is our salt</span></span></span><span class=\"content\"> and it is not fitting for us to witness the king&#8217;s dishonor, therefore we send and inform the king, </span></span><span class=\"verse v15\" data-usfm=\"EZR.4.15\"><span class=\"label\">15</span><span class=\"content\">in order that search may be made in the book of the records of your fathers. You will find in the book of the records and learn that this city is a rebellious city, hurtful to kings and provinces, and that sedition was stirred up in it from of old. That was why this city was laid waste. </span></span><span class=\"verse v16\" data-usfm=\"EZR.4.16\"><span class=\"label\">16</span><span class=\"content\">We make known to the king that if this city is rebuilt and its walls finished, you will then have no possession in the province Beyond the River.&#8221;</span></span></div><div class=\"s1\"><span class=\"heading\">The King Orders the Work to Cease</span></div><div class=\"p\"><span class=\"verse v16\" data-usfm=\"EZR.4.16\"><span class=\"content\">  </span></span><span class=\"verse v17\" data-usfm=\"EZR.4.17\"><span class=\"label\">17</span><span class=\"content\">The king sent an answer: &#8220;To Rehum the commander and Shimshai the scribe and the rest of their associates who live in Samaria and in the rest of the province Beyond the River, greeting. And now </span></span><span class=\"verse v18\" data-usfm=\"EZR.4.18\"><span class=\"label\">18</span><span class=\"content\">the letter that you sent to us has been </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Neh. 8:8]</span></span><span class=\"content\">plainly read before me. </span></span><span class=\"verse v19\" data-usfm=\"EZR.4.19\"><span class=\"label\">19</span><span class=\"content\">And I made a decree, and search has been made, and it has been found that this city from of old has risen against kings, and that rebellion and sedition have been made in it. </span></span><span class=\"verse v20\" data-usfm=\"EZR.4.20\"><span class=\"label\">20</span><span class=\"content\">And mighty kings have been over Jerusalem, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 4:21; Ps. 72:8; [Gen. 15:18; Josh. 1:4] </span></span><span class=\"content\">who ruled over the whole province Beyond the River, to whom </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 13; [ch. 7:24]</span></span><span class=\"content\">tribute, custom, and toll were paid. </span></span><span class=\"verse v21\" data-usfm=\"EZR.4.21\"><span class=\"label\">21</span><span class=\"content\">Therefore make a decree that these men be made to cease, and that this city be not rebuilt, until a decree is made by me. </span></span><span class=\"verse v22\" data-usfm=\"EZR.4.22\"><span class=\"label\">22</span><span class=\"content\">And take care not to be slack in this matter. Why should damage grow to the hurt of the king?&#8221;</span></span></div><div class=\"p\"><span class=\"verse v22\" data-usfm=\"EZR.4.22\"><span class=\"content\">  </span></span><span class=\"verse v23\" data-usfm=\"EZR.4.23\"><span class=\"label\">23</span><span class=\"content\">Then, when the copy of King Artaxerxes&#8217; letter was read before Rehum and Shimshai the scribe and their associates, they went in haste to the Jews at Jerusalem and by force and power made them cease. </span></span><span class=\"verse v24\" data-usfm=\"EZR.4.24\"><span class=\"label\">24</span><span class=\"content\">Then the work on the house of God that is in Jerusalem stopped, and it ceased until the second year of the reign of Darius king of Persia.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adversaries Oppose the Rebuilding"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now when the adversaries of Judah and Benjamin heard that the returned exiles were building a temple to the Lord, the God of Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "they approached Zerubbabel and the heads of fathers’ houses and said to them, “Let us build with you, for we worship your God as you do, and we have been sacrificing to him ever since the days of Esarhaddon king of Assyria who brought us here.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But Zerubbabel, Jeshua, and the rest of the heads of fathers’ houses in Israel said to them, “You have nothing to do with us in building a house to our God; but we alone will build to the Lord, the God of Israel, as King Cyrus the king of Persia has commanded us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the people of the land discouraged the people of Judah and made them afraid to build"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Letter to King Artaxerxes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "In the days of Artaxerxes, Bishlam and Mithredath and Tabeel and the rest of their associates wrote to Artaxerxes king of Persia. The letter was written in Aramaic and translated."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Rehum the commander, Shimshai the scribe, and the rest of their associates, the judges, the governors, the officials, the Persians, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and the rest of the nations whom the great and noble Osnappar deported and settled in the cities of Samaria and in the rest of the province Beyond the River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "(This is a copy of the letter that they sent.) “To Artaxerxes the king: Your servants, the men of the province Beyond the River, send greeting. And now"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "be it known to the king that the Jews who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. They are finishing the walls and repairing the foundations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now be it known to the king that if this city is rebuilt and the walls finished, they will not pay tribute, custom, or toll, and the royal revenue will be impaired."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Now because we eat the salt of the palace and it is not fitting for us to witness the king’s dishonor, therefore we send and inform the king,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "in order that search may be made in the book of the records of your fathers. You will find in the book of the records and learn that this city is a rebellious city, hurtful to kings and provinces, and that sedition was stirred up in it from of old. That was why this city was laid waste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "We make known to the king that if this city is rebuilt and its walls finished, you will then have no possession in the province Beyond the River.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The King Orders the Work to Cease"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The king sent an answer: “To Rehum the commander and Shimshai the scribe and the rest of their associates who live in Samaria and in the rest of the province Beyond the River, greeting. And now"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "the letter that you sent to us has been plainly read before me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And I made a decree, and search has been made, and it has been found that this city from of old has risen against kings, and that rebellion and sedition have been made in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And mighty kings have been over Jerusalem, who ruled over the whole province Beyond the River, to whom tribute, custom, and toll were paid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Therefore make a decree that these men be made to cease, and that this city be not rebuilt, until a decree is made by me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And take care not to be slack in this matter. Why should damage grow to the hurt of the king?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Then, when the copy of King Artaxerxes’ letter was read before Rehum and Shimshai the scribe and their associates, they went in haste to the Jews at Jerusalem and by force and power made them cease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then the work on the house of God that is in Jerusalem stopped, and it ceased until the second year of the reign of Darius king of Persia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.5"
        ],
        "human": "Ezra 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.6"
        ],
        "human": "Ezra 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.4"
        ],
        "human": "Ezra 4",
        "toc": true
      },
      "chapter_text": "Now the prophets, Haggai and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them. Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak arose and began to rebuild the house of God that is in Jerusalem, and the prophets of God were with them, supporting them.\nAt the same time Tattenai the governor of the province Beyond the River and Shethar-bozenai and their associates came to them and spoke to them thus: “Who gave you a decree to build this house and to finish this structure?” They also asked them this: “What are the names of the men who are building this building?” But the eye of their God was on the elders of the Jews, and they did not stop them until the report should reach Darius and then an answer be returned by letter concerning it.\n\nThis is a copy of the letter that Tattenai the governor of the province Beyond the River and Shethar-bozenai and his associates, the governors who were in the province Beyond the River, sent to Darius the king. They sent him a report, in which was written as follows: “To Darius the king, all peace. Be it known to the king that we went to the province of Judah, to the house of the great God. It is being built with huge stones, and timber is laid in the walls. This work goes on diligently and prospers in their hands. Then we asked those elders and spoke to them thus: ‘Who gave you a decree to build this house and to finish this structure?’ We also asked them their names, for your information, that we might write down the names of their leaders. And this was their reply to us: ‘We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and finished. But because our fathers had angered the God of heaven, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried away the people to Babylonia. However, in the first year of Cyrus king of Babylon, Cyrus the king made a decree that this house of God should be rebuilt. And the gold and silver vessels of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and brought into the temple of Babylon, these Cyrus the king took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor; and he said to him, “Take these vessels, go and put them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.” Then this Sheshbazzar came and laid the foundations of the house of God that is in Jerusalem, and from that time until now it has been in building, and it is not yet finished.’ Therefore, if it seems good to the king, let search be made in the royal archives there in Babylon, to see whether a decree was issued by Cyrus the king for the rebuilding of this house of God in Jerusalem. And let the king send us his pleasure in this matter.”",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch5\" data-usfm=\"EZR.5\">\n         <div class=\"label\">5</div><div class=\"s1\"><span class=\"heading\">Rebuilding Begins Anew</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.5.1\"><span class=\"label\">1</span><span class=\"content\">Now the prophets, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Hag. 1:1 </span></span><span class=\"content\">Haggai and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Zech. 1:1</span></span><span class=\"content\">Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them. </span></span><span class=\"verse v2\" data-usfm=\"EZR.5.2\"><span class=\"label\">2</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 3:2 </span></span><span class=\"content\">Then Zerubbabel the son of Shealtiel and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 3:2 </span></span><span class=\"content\">Jeshua the son of Jozadak arose and began to rebuild the house of God that is in Jerusalem, and the prophets of God were </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 6:14]</span></span><span class=\"content\">with them, supporting them.</span></span></div><div class=\"p\"><span class=\"verse v2\" data-usfm=\"EZR.5.2\"><span class=\"content\">  </span></span><span class=\"verse v3\" data-usfm=\"EZR.5.3\"><span class=\"label\">3</span><span class=\"content\">At the same time </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 6:6, 13 </span></span><span class=\"content\">Tattenai the governor of the province Beyond the River and Shethar-bozenai and their associates came to them and spoke to them thus: </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 4:12</span></span><span class=\"content\">&#8220;Who gave you a decree to build this house and to finish this structure?&#8221; </span></span><span class=\"verse v4\" data-usfm=\"EZR.5.4\"><span class=\"label\">4</span><span class=\"content\">They also asked them this:</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">5:4 </span><span class=\"ft\">Septuagint, Syriac; Aramaic </span><span class=\"fq\">Then we said to them,</span></span></span><span class=\"content\"> &#8220;What are the names of the men who are building this building?&#8221; </span></span><span class=\"verse v5\" data-usfm=\"EZR.5.5\"><span class=\"label\">5</span><span class=\"content\">But </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ps. 33:18; [ch. 7:6, 28]</span></span><span class=\"content\">the eye of their God was on the elders of the Jews, and they did not stop them until the report should reach Darius and then an answer be returned by letter concerning it.</span></span></div><div class=\"s1\"><span class=\"heading\">Tattenai&#8217;s Letter to King Darius</span></div><div class=\"p\"><span class=\"verse v5\" data-usfm=\"EZR.5.5\"><span class=\"content\">  </span></span><span class=\"verse v6\" data-usfm=\"EZR.5.6\"><span class=\"label\">6</span><span class=\"content\">This is a copy of the letter that </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 3 above] </span></span><span class=\"content\">Tattenai the governor of the province Beyond the River and Shethar-bozenai and his associates, the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 4:9]</span></span><span class=\"content\">governors who were in the province Beyond the River, sent to Darius the king. </span></span><span class=\"verse v7\" data-usfm=\"EZR.5.7\"><span class=\"label\">7</span><span class=\"content\">They sent him a report, in which was written as follows: &#8220;To Darius the king, all peace. </span></span><span class=\"verse v8\" data-usfm=\"EZR.5.8\"><span class=\"label\">8</span><span class=\"content\">Be it known to the king that we went to the province of Judah, to the house of the great God. It is being built with huge stones, and timber is laid in the walls. This work goes on diligently and prospers in their hands. </span></span><span class=\"verse v9\" data-usfm=\"EZR.5.9\"><span class=\"label\">9</span><span class=\"content\">Then we asked those elders and spoke to them thus: </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 3 above]</span></span><span class=\"content\">&#8216;Who gave you a decree to build this house and to finish this structure?&#8217; </span></span><span class=\"verse v10\" data-usfm=\"EZR.5.10\"><span class=\"label\">10</span><span class=\"content\">We also asked them their names, for your information, that we might write down the names of their leaders.</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">5:10 </span><span class=\"ft\">Aramaic </span><span class=\"fq\">of the men at their heads</span></span></span><span class=\"content\">  </span></span><span class=\"verse v11\" data-usfm=\"EZR.5.11\"><span class=\"label\">11</span><span class=\"content\">And this was their reply to us: &#8216;We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 6:1 </span></span><span class=\"content\">which a great king of Israel built and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 4:12</span></span><span class=\"content\">finished. </span></span><span class=\"verse v12\" data-usfm=\"EZR.5.12\"><span class=\"label\">12</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 36:16, 17 </span></span><span class=\"content\">But because our fathers had angered the God of heaven, he </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Kgs. 24:2; See 2 Kgs. 25:8-11</span></span><span class=\"content\">gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried away the people to Babylonia. </span></span><span class=\"verse v13\" data-usfm=\"EZR.5.13\"><span class=\"label\">13</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:1</span></span><span class=\"content\">However, in the first year of Cyrus king of Babylon, Cyrus the king made a decree that this house of God should be rebuilt. </span></span><span class=\"verse v14\" data-usfm=\"EZR.5.14\"><span class=\"label\">14</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:7, 8; 6:5 </span></span><span class=\"content\">And the gold and silver vessels of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and brought into the temple of Babylon, these Cyrus the king took out of the temple of Babylon, and they were delivered to one whose name was </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:8</span></span><span class=\"content\">Sheshbazzar, whom he had made governor; </span></span><span class=\"verse v15\" data-usfm=\"EZR.5.15\"><span class=\"label\">15</span><span class=\"content\">and he said to him, &#8220;Take these vessels, go and put them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.&#8221; </span></span><span class=\"verse v16\" data-usfm=\"EZR.5.16\"><span class=\"label\">16</span><span class=\"content\">Then this </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 14 above] </span></span><span class=\"content\">Sheshbazzar came and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 3:8, 10 </span></span><span class=\"content\">laid the foundations of the house of God that is in Jerusalem, and from that time until now it has been in building, and it is </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 6:15]</span></span><span class=\"content\">not yet finished.&#8217; </span></span><span class=\"verse v17\" data-usfm=\"EZR.5.17\"><span class=\"label\">17</span><span class=\"content\">Therefore, if it seems good to the king, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 6:1, 2</span></span><span class=\"content\">let search be made in the royal archives there in Babylon, to see whether a decree was issued by Cyrus the king for the rebuilding of this house of God in Jerusalem. And let the king send us his pleasure in this matter.&#8221;</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebuilding Begins Anew"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the prophets, Haggai and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak arose and began to rebuild the house of God that is in Jerusalem, and the prophets of God were with them, supporting them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "At the same time Tattenai the governor of the province Beyond the River and Shethar-bozenai and their associates came to them and spoke to them thus: “Who gave you a decree to build this house and to finish this structure?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "They also asked them this: “What are the names of the men who are building this building?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But the eye of their God was on the elders of the Jews, and they did not stop them until the report should reach Darius and then an answer be returned by letter concerning it."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tattenai’s Letter to King Darius"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "This is a copy of the letter that Tattenai the governor of the province Beyond the River and Shethar-bozenai and his associates, the governors who were in the province Beyond the River, sent to Darius the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "They sent him a report, in which was written as follows: “To Darius the king, all peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Be it known to the king that we went to the province of Judah, to the house of the great God. It is being built with huge stones, and timber is laid in the walls. This work goes on diligently and prospers in their hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then we asked those elders and spoke to them thus: ‘Who gave you a decree to build this house and to finish this structure?’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "We also asked them their names, for your information, that we might write down the names of their leaders."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And this was their reply to us: ‘We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and finished."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But because our fathers had angered the God of heaven, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried away the people to Babylonia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "However, in the first year of Cyrus king of Babylon, Cyrus the king made a decree that this house of God should be rebuilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the gold and silver vessels of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and brought into the temple of Babylon, these Cyrus the king took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and he said to him, “Take these vessels, go and put them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then this Sheshbazzar came and laid the foundations of the house of God that is in Jerusalem, and from that time until now it has been in building, and it is not yet finished.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Therefore, if it seems good to the king, let search be made in the royal archives there in Babylon, to see whether a decree was issued by Cyrus the king for the rebuilding of this house of God in Jerusalem. And let the king send us his pleasure in this matter.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.6"
        ],
        "human": "Ezra 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.7"
        ],
        "human": "Ezra 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.5"
        ],
        "human": "Ezra 5",
        "toc": true
      },
      "chapter_text": "Then Darius the king made a decree, and search was made in Babylonia, in the house of the archives where the documents were stored. And in Ecbatana, the citadel that is in the province of Media, a scroll was found on which this was written: “A record. In the first year of Cyrus the king, Cyrus the king issued a decree: Concerning the house of God at Jerusalem, let the house be rebuilt, the place where sacrifices were offered, and let its foundations be retained. Its height shall be sixty cubits and its breadth sixty cubits, with three layers of great stones and one layer of timber. Let the cost be paid from the royal treasury. And also let the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple that is in Jerusalem and brought to Babylon, be restored and brought back to the temple that is in Jerusalem, each to its place. You shall put them in the house of God.”\n“Now therefore, Tattenai, governor of the province Beyond the River, Shethar-bozenai, and your associates the governors who are in the province Beyond the River, keep away. Let the work on this house of God alone. Let the governor of the Jews and the elders of the Jews rebuild this house of God on its site. Moreover, I make a decree regarding what you shall do for these elders of the Jews for the rebuilding of this house of God. The cost is to be paid to these men in full and without delay from the royal revenue, the tribute of the province from Beyond the River. And whatever is needed—bulls, rams, or sheep for burnt offerings to the God of heaven, wheat, salt, wine, or oil, as the priests at Jerusalem require—let that be given to them day by day without fail, that they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons. Also I make a decree that if anyone alters this edict, a beam shall be pulled out of his house, and he shall be impaled on it, and his house shall be made a dunghill. May the God who has caused his name to dwell there overthrow any king or people who shall put out a hand to alter this, or to destroy this house of God that is in Jerusalem. I Darius make a decree; let it be done with all diligence.”\n\nThen, according to the word sent by Darius the king, Tattenai, the governor of the province Beyond the River, Shethar-bozenai, and their associates did with all diligence what Darius the king had ordered. And the elders of the Jews built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building by decree of the God of Israel and by decree of Cyrus and Darius and Artaxerxes king of Persia; and this house was finished on the third day of the month of Adar, in the sixth year of the reign of Darius the king.\nAnd the people of Israel, the priests and the Levites, and the rest of the returned exiles, celebrated the dedication of this house of God with joy. They offered at the dedication of this house of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel 12 male goats, according to the number of the tribes of Israel. And they set the priests in their divisions and the Levites in their divisions, for the service of God at Jerusalem, as it is written in the Book of Moses.\n\nOn the fourteenth day of the first month, the returned exiles kept the Passover. For the priests and the Levites had purified themselves together; all of them were clean. So they slaughtered the Passover lamb for all the returned exiles, for their fellow priests, and for themselves. It was eaten by the people of Israel who had returned from exile, and also by every one who had joined them and separated himself from the uncleanness of the peoples of the land to worship the LORD, the God of Israel. And they kept the Feast of Unleavened Bread seven days with joy, for the LORD had made them joyful and had turned the heart of the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch6\" data-usfm=\"EZR.6\">\n         <div class=\"label\">6</div><div class=\"s1\"><span class=\"heading\">The Decree of Darius</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.6.1\"><span class=\"label\">1</span><span class=\"content\">Then Darius the king made a decree, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:17</span></span><span class=\"content\">search was made in Babylonia, in the house of the archives where the documents were stored. </span></span><span class=\"verse v2\" data-usfm=\"EZR.6.2\"><span class=\"label\">2</span><span class=\"content\">And in Ecbatana, the citadel that is </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Kgs. 17:6]</span></span><span class=\"content\">in the province of Media, a scroll was found on which this was written: &#8220;A record. </span></span><span class=\"verse v3\" data-usfm=\"EZR.6.3\"><span class=\"label\">3</span><span class=\"content\">In the first year of Cyrus the king, Cyrus the king issued a decree: Concerning the house of God at Jerusalem, let the house be rebuilt, the place where sacrifices were offered, and let its foundations be retained. Its height shall be sixty cubits</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">6:3 </span><span class=\"ft\">A </span><span class=\"fq\">cubit </span><span class=\"ft\">was about 18 inches or 45 centimeters</span></span></span><span class=\"content\"> and its breadth sixty cubits, </span></span><span class=\"verse v4\" data-usfm=\"EZR.6.4\"><span class=\"label\">4</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 6:36</span></span><span class=\"content\">with three layers of great stones and one layer of timber. Let the cost be paid from the royal treasury. </span></span><span class=\"verse v5\" data-usfm=\"EZR.6.5\"><span class=\"label\">5</span><span class=\"content\">And also </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 1:7, 8; 5:14</span></span><span class=\"content\">let the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple that is in Jerusalem and brought to Babylon, be restored and brought back to the temple that is in Jerusalem, each to its place. You shall put them in the house of God.&#8221;</span></span></div><div class=\"p\"><span class=\"verse v5\" data-usfm=\"EZR.6.5\"><span class=\"content\">  </span></span><span class=\"verse v6\" data-usfm=\"EZR.6.6\"><span class=\"label\">6</span><span class=\"content\">&#8220;Now therefore, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:3, 6 </span></span><span class=\"content\">Tattenai, governor of the province Beyond the River, Shethar-bozenai, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:6</span></span><span class=\"content\">and your</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">6:6 </span><span class=\"ft\">Aramaic </span><span class=\"fq\">their</span></span></span><span class=\"content\"> associates the governors who are in the province Beyond the River, keep away. </span></span><span class=\"verse v7\" data-usfm=\"EZR.6.7\"><span class=\"label\">7</span><span class=\"content\">Let the work on this house of God alone. Let the governor of the Jews and the elders of the Jews rebuild this house of God on its site. </span></span><span class=\"verse v8\" data-usfm=\"EZR.6.8\"><span class=\"label\">8</span><span class=\"content\">Moreover, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:13, 21</span></span><span class=\"content\">I make a decree regarding what you shall do for these elders of the Jews for the rebuilding of this house of God. The cost is to be paid to these men in full and without delay from the royal revenue, the tribute of the province from Beyond the River. </span></span><span class=\"verse v9\" data-usfm=\"EZR.6.9\"><span class=\"label\">9</span><span class=\"content\">And whatever is needed&#8212;bulls, rams, or sheep for burnt offerings to the God of heaven, wheat, salt, wine, or oil, as the priests at Jerusalem require&#8212;let that be given to them day by day without fail, </span></span><span class=\"verse v10\" data-usfm=\"EZR.6.10\"><span class=\"label\">10</span><span class=\"content\">that they may offer pleasing sacrifices to the God of heaven </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Jer. 29:7; [1 Tim. 2:2]</span></span><span class=\"content\">and pray for the life of the king and his sons. </span></span><span class=\"verse v11\" data-usfm=\"EZR.6.11\"><span class=\"label\">11</span><span class=\"content\">Also I make a decree that if anyone alters this edict, a beam shall be pulled out of his house, and he shall be impaled on it, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Dan. 2:5; 3:29</span></span><span class=\"content\">his house shall be made a dunghill. </span></span><span class=\"verse v12\" data-usfm=\"EZR.6.12\"><span class=\"label\">12</span><span class=\"content\">May the God </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 9:3</span></span><span class=\"content\">who has caused his name to dwell there overthrow any king or people who shall put out a hand to alter this, or to destroy this house of God that is in Jerusalem. I Darius make a decree; let it be done with all diligence.&#8221;</span></span></div><div class=\"s1\"><span class=\"heading\">The Temple Finished and Dedicated</span></div><div class=\"p\"><span class=\"verse v12\" data-usfm=\"EZR.6.12\"><span class=\"content\">  </span></span><span class=\"verse v13\" data-usfm=\"EZR.6.13\"><span class=\"label\">13</span><span class=\"content\">Then, according to the word sent by Darius the king, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 6 above]</span></span><span class=\"content\">Tattenai, the governor of the province Beyond the River, Shethar-bozenai, and their associates did with all diligence what Darius the king had ordered. </span></span><span class=\"verse v14\" data-usfm=\"EZR.6.14\"><span class=\"label\">14</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 5:1, 2 </span></span><span class=\"content\">And the elders of the Jews built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building by decree of the God of Israel and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 3; ch. 1:1; 5:13 </span></span><span class=\"content\">by decree of Cyrus and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 12; [ch. 4:24] </span></span><span class=\"content\">Darius and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:1</span></span><span class=\"content\">Artaxerxes king of Persia; </span></span><span class=\"verse v15\" data-usfm=\"EZR.6.15\"><span class=\"label\">15</span><span class=\"content\">and this house was finished on the third day of the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Esth. 3:7</span></span><span class=\"content\">month of Adar, in the sixth year of the reign of Darius the king.</span></span></div><div class=\"p\"><span class=\"verse v15\" data-usfm=\"EZR.6.15\"><span class=\"content\">  </span></span><span class=\"verse v16\" data-usfm=\"EZR.6.16\"><span class=\"label\">16</span><span class=\"content\">And the people of Israel, the priests and the Levites, and the rest of the returned exiles, celebrated the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 8:63; 2 Chr. 7:5</span></span><span class=\"content\">dedication of this house of God with joy. </span></span><span class=\"verse v17\" data-usfm=\"EZR.6.17\"><span class=\"label\">17</span><span class=\"content\">They offered at the dedication of this house of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 8:35]</span></span><span class=\"content\">12 male goats, according to the number of the tribes of Israel. </span></span><span class=\"verse v18\" data-usfm=\"EZR.6.18\"><span class=\"label\">18</span><span class=\"content\">And they set the priests </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 24:1; 2 Chr. 35:5 </span></span><span class=\"content\">in their divisions and the Levites </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 23:6 </span></span><span class=\"content\">in their divisions, for the service of God at Jerusalem, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Num. 3:6; 8:9</span></span><span class=\"content\">as it is written in the Book of Moses.</span></span></div><div class=\"s1\"><span class=\"heading\">Passover Celebrated</span></div><div class=\"p\"><span class=\"verse v18\" data-usfm=\"EZR.6.18\"><span class=\"content\">  </span></span><span class=\"verse v19\" data-usfm=\"EZR.6.19\"><span class=\"label\">19</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Ex. 12:6\n        </span></span><span class=\"content\">On the fourteenth day of the first month, the returned exiles kept the Passover. </span></span><span class=\"verse v20\" data-usfm=\"EZR.6.20\"><span class=\"label\">20</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 30:15 </span></span><span class=\"content\">For the priests and the Levites had purified themselves together; all of them were clean. </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 35:11</span></span><span class=\"content\">So they slaughtered the Passover lamb for all the returned exiles, for their fellow priests, and for themselves. </span></span><span class=\"verse v21\" data-usfm=\"EZR.6.21\"><span class=\"label\">21</span><span class=\"content\">It was eaten by the people of Israel who had returned from exile, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 9:2; 10:28; [ch. 9:1] </span></span><span class=\"content\">also by every one who had joined them and separated himself </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 9:11</span></span><span class=\"content\">from the uncleanness of the peoples of the land to worship the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel. </span></span><span class=\"verse v22\" data-usfm=\"EZR.6.22\"><span class=\"label\">22</span><span class=\"content\">And they kept the Feast of Unleavened Bread </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ex. 12:15; 13:6; 2 Chr. 30:21; 35:17 </span></span><span class=\"content\">seven days with joy, for the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> had made them joyful </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:27; [Prov. 21:1] </span></span><span class=\"content\">and had turned the heart of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Neh. 13:6]</span></span><span class=\"content\">the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Decree of Darius"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Darius the king made a decree, and search was made in Babylonia, in the house of the archives where the documents were stored."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And in Ecbatana, the citadel that is in the province of Media, a scroll was found on which this was written: “A record."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "In the first year of Cyrus the king, Cyrus the king issued a decree: Concerning the house of God at Jerusalem, let the house be rebuilt, the place where sacrifices were offered, and let its foundations be retained. Its height shall be sixty cubits and its breadth sixty cubits,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "with three layers of great stones and one layer of timber. Let the cost be paid from the royal treasury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And also let the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple that is in Jerusalem and brought to Babylon, be restored and brought back to the temple that is in Jerusalem, each to its place. You shall put them in the house of God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Now therefore, Tattenai, governor of the province Beyond the River, Shethar-bozenai, and your associates the governors who are in the province Beyond the River, keep away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Let the work on this house of God alone. Let the governor of the Jews and the elders of the Jews rebuild this house of God on its site."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Moreover, I make a decree regarding what you shall do for these elders of the Jews for the rebuilding of this house of God. The cost is to be paid to these men in full and without delay from the royal revenue, the tribute of the province from Beyond the River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And whatever is needed—bulls, rams, or sheep for burnt offerings to the God of heaven, wheat, salt, wine, or oil, as the priests at Jerusalem require—let that be given to them day by day without fail,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "that they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Also I make a decree that if anyone alters this edict, a beam shall be pulled out of his house, and he shall be impaled on it, and his house shall be made a dunghill."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "May the God who has caused his name to dwell there overthrow any king or people who shall put out a hand to alter this, or to destroy this house of God that is in Jerusalem. I Darius make a decree; let it be done with all diligence.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Temple Finished and Dedicated"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then, according to the word sent by Darius the king, Tattenai, the governor of the province Beyond the River, Shethar-bozenai, and their associates did with all diligence what Darius the king had ordered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the elders of the Jews built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building by decree of the God of Israel and by decree of Cyrus and Darius and Artaxerxes king of Persia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and this house was finished on the third day of the month of Adar, in the sixth year of the reign of Darius the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And the people of Israel, the priests and the Levites, and the rest of the returned exiles, celebrated the dedication of this house of God with joy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "They offered at the dedication of this house of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel 12 male goats, according to the number of the tribes of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And they set the priests in their divisions and the Levites in their divisions, for the service of God at Jerusalem, as it is written in the Book of Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Passover Celebrated"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "On the fourteenth day of the first month, the returned exiles kept the Passover."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For the priests and the Levites had purified themselves together; all of them were clean. So they slaughtered the Passover lamb for all the returned exiles, for their fellow priests, and for themselves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "It was eaten by the people of Israel who had returned from exile, and also by every one who had joined them and separated himself from the uncleanness of the peoples of the land to worship the Lord, the God of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And they kept the Feast of Unleavened Bread seven days with joy, for the Lord had made them joyful and had turned the heart of the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.7"
        ],
        "human": "Ezra 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.8"
        ],
        "human": "Ezra 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.6"
        ],
        "human": "Ezra 6",
        "toc": true
      },
      "chapter_text": "Now after this, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, son of Azariah, son of Hilkiah, son of Shallum, son of Zadok, son of Ahitub, son of Amariah, son of Azariah, son of Meraioth, son of Zerahiah, son of Uzzi, son of Bukki, son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest— this Ezra went up from Babylonia. He was a scribe skilled in the Law of Moses that the LORD, the God of Israel, had given, and the king granted him all that he asked, for the hand of the LORD his God was on him.\nAnd there went up also to Jerusalem, in the seventh year of Artaxerxes the king, some of the people of Israel, and some of the priests and Levites, the singers and gatekeepers, and the temple servants. And Ezra came to Jerusalem in the fifth month, which was in the seventh year of the king. For on the first day of the first month he began to go up from Babylonia, and on the first day of the fifth month he came to Jerusalem, for the good hand of his God was on him. For Ezra had set his heart to study the Law of the LORD, and to do it and to teach his statutes and rules in Israel.\nThis is a copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, a man learned in matters of the commandments of the LORD and his statutes for Israel: “Artaxerxes, king of kings, to Ezra the priest, the scribe of the Law of the God of heaven. Peace. And now I make a decree that anyone of the people of Israel or their priests or Levites in my kingdom, who freely offers to go to Jerusalem, may go with you. For you are sent by the king and his seven counselors to make inquiries about Judah and Jerusalem according to the Law of your God, which is in your hand, and also to carry the silver and gold that the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem, with all the silver and gold that you shall find in the whole province of Babylonia, and with the freewill offerings of the people and the priests, vowed willingly for the house of their God that is in Jerusalem. With this money, then, you shall with all diligence buy bulls, rams, and lambs, with their grain offerings and their drink offerings, and you shall offer them on the altar of the house of your God that is in Jerusalem. Whatever seems good to you and your brothers to do with the rest of the silver and gold, you may do, according to the will of your God. The vessels that have been given you for the service of the house of your God, you shall deliver before the God of Jerusalem. And whatever else is required for the house of your God, which it falls to you to provide, you may provide it out of the king’s treasury.\n“And I, Artaxerxes the king, make a decree to all the treasurers in the province Beyond the River: Whatever Ezra the priest, the scribe of the Law of the God of heaven, requires of you, let it be done with all diligence, up to 100 talents of silver, 100 cors of wheat, 100 baths of wine, 100 baths of oil, and salt without prescribing how much. Whatever is decreed by the God of heaven, let it be done in full for the house of the God of heaven, lest his wrath be against the realm of the king and his sons. We also notify you that it shall not be lawful to impose tribute, custom, or toll on anyone of the priests, the Levites, the singers, the doorkeepers, the temple servants, or other servants of this house of God.\n“And you, Ezra, according to the wisdom of your God that is in your hand, appoint magistrates and judges who may judge all the people in the province Beyond the River, all such as know the laws of your God. And those who do not know them, you shall teach. Whoever will not obey the law of your God and the law of the king, let judgment be strictly executed on him, whether for death or for banishment or for confiscation of his goods or for imprisonment.”\nBlessed be the LORD, the God of our fathers, who put such a thing as this into the heart of the king, to beautify the house of the LORD that is in Jerusalem, and who extended to me his steadfast love before the king and his counselors, and before all the king’s mighty officers. I took courage, for the hand of the LORD my God was on me, and I gathered leading men from Israel to go up with me.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch7\" data-usfm=\"EZR.7\">\n         <div class=\"label\">7</div><div class=\"s1\"><span class=\"heading\">Ezra Sent to Teach the People</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.7.1\"><span class=\"label\">1</span><span class=\"content\">Now after this, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 2:1 </span></span><span class=\"content\">in the reign of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 2:1 </span></span><span class=\"content\">Artaxerxes king of Persia, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">For ver. 1-5, see 1 Chr. 6:4-14</span></span><span class=\"content\">Ezra the son of Seraiah, son of Azariah, son of Hilkiah, </span></span><span class=\"verse v2\" data-usfm=\"EZR.7.2\"><span class=\"label\">2</span><span class=\"content\">son of Shallum, son of Zadok, son of Ahitub, </span></span><span class=\"verse v3\" data-usfm=\"EZR.7.3\"><span class=\"label\">3</span><span class=\"content\">son of Amariah, son of Azariah, son of Meraioth, </span></span><span class=\"verse v4\" data-usfm=\"EZR.7.4\"><span class=\"label\">4</span><span class=\"content\">son of Zerahiah, son of Uzzi, son of Bukki, </span></span><span class=\"verse v5\" data-usfm=\"EZR.7.5\"><span class=\"label\">5</span><span class=\"content\">son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest&#8212; </span></span><span class=\"verse v6\" data-usfm=\"EZR.7.6\"><span class=\"label\">6</span><span class=\"content\">this Ezra went up from Babylonia. He was a scribe </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 11, 12, 21; Neh. 8:1-3, 13; 12:26, 36 </span></span><span class=\"content\">skilled in the Law of Moses that the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel, had given, and the king granted him all that he asked, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 9, 28; ch. 8:18, 22, 31; Neh. 2:8, 18; [ch. 5:5]</span></span><span class=\"content\">for the hand of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> his God was on him.</span></span></div><div class=\"p\"><span class=\"verse v6\" data-usfm=\"EZR.7.6\"><span class=\"content\">  </span></span><span class=\"verse v7\" data-usfm=\"EZR.7.7\"><span class=\"label\">7</span><span class=\"content\">And there went up also to Jerusalem, in the seventh year of Artaxerxes the king, some of the people of Israel, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 8:1-14 </span></span><span class=\"content\">some of the priests and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:15-19 </span></span><span class=\"content\">Levites, the singers and gatekeepers, and the temple </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:17, 20; [ch. 2:43]</span></span><span class=\"content\">servants. </span></span><span class=\"verse v8\" data-usfm=\"EZR.7.8\"><span class=\"label\">8</span><span class=\"content\">And Ezra</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">7:8 </span><span class=\"ft\">Aramaic </span><span class=\"fq\">he</span></span></span><span class=\"content\"> came to Jerusalem in the fifth month, which was in the seventh year of the king. </span></span><span class=\"verse v9\" data-usfm=\"EZR.7.9\"><span class=\"label\">9</span><span class=\"content\">For on the first day of the first month he began to go up from Babylonia, and on the first day of the fifth month he came to Jerusalem, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 6</span></span><span class=\"content\">for the good hand of his God was on him. </span></span><span class=\"verse v10\" data-usfm=\"EZR.7.10\"><span class=\"label\">10</span><span class=\"content\">For Ezra had set his heart to study the Law of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, and to do it </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 25; [Deut. 33:10] </span></span><span class=\"content\">and to </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Chr. 17:7; Mal. 2:7; Matt. 23:2, 3]; See Neh. 8:1-8</span></span><span class=\"content\">teach his statutes and rules in Israel.</span></span></div><div class=\"p\"><span class=\"verse v10\" data-usfm=\"EZR.7.10\"><span class=\"content\">  </span></span><span class=\"verse v11\" data-usfm=\"EZR.7.11\"><span class=\"label\">11</span><span class=\"content\">This is a copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, a man learned in matters of the commandments of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> and his statutes for Israel: </span></span><span class=\"verse v12\" data-usfm=\"EZR.7.12\"><span class=\"label\">12</span><span class=\"content\">&#8220;Artaxerxes, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ezek. 26:7; Dan. 2:37 </span></span><span class=\"content\">king of kings, to Ezra the priest, the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 6 </span></span><span class=\"content\">scribe of the Law of the God of heaven. Peace.</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">7:12 </span><span class=\"ft\">Aramaic </span><span class=\"fq\">Perfect </span><span class=\"ft\">(probably a greeting)</span></span></span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 4:11, 17</span></span><span class=\"content\">And now </span></span><span class=\"verse v13\" data-usfm=\"EZR.7.13\"><span class=\"label\">13</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 6:8</span></span><span class=\"content\">I make a decree that anyone of the people of Israel or their priests or Levites in my kingdom, who freely offers to go to Jerusalem, may go with you. </span></span><span class=\"verse v14\" data-usfm=\"EZR.7.14\"><span class=\"label\">14</span><span class=\"content\">For you are sent by the king </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 15, 28; ch. 8:25; [Esth. 1:14]</span></span><span class=\"content\">and his seven counselors to make inquiries about Judah and Jerusalem according to the Law of your God, which is in your hand, </span></span><span class=\"verse v15\" data-usfm=\"EZR.7.15\"><span class=\"label\">15</span><span class=\"content\">and also to carry the silver and gold that the king </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 14 above] </span></span><span class=\"content\">and his counselors have freely offered to the God of Israel, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 6:2; [Ps. 135:21]</span></span><span class=\"content\">whose dwelling is in Jerusalem, </span></span><span class=\"verse v16\" data-usfm=\"EZR.7.16\"><span class=\"label\">16</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:25 </span></span><span class=\"content\">with all the silver and gold that you shall find in the whole province of Babylonia, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 29:6, 9</span></span><span class=\"content\">with the freewill offerings of the people and the priests, vowed willingly for the house of their God that is in Jerusalem. </span></span><span class=\"verse v17\" data-usfm=\"EZR.7.17\"><span class=\"label\">17</span><span class=\"content\">With this money, then, you shall with all diligence buy bulls, rams, and lambs, with their grain offerings and their drink offerings, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 12:5, 11</span></span><span class=\"content\">you shall offer them on the altar of the house of your God that is in Jerusalem. </span></span><span class=\"verse v18\" data-usfm=\"EZR.7.18\"><span class=\"label\">18</span><span class=\"content\">Whatever seems good to you and your brothers to do with the rest of the silver and gold, you may do, according to the will of your God. </span></span><span class=\"verse v19\" data-usfm=\"EZR.7.19\"><span class=\"label\">19</span><span class=\"content\">The vessels that have been given you for the service of the house of your God, you shall deliver before the God of Jerusalem. </span></span><span class=\"verse v20\" data-usfm=\"EZR.7.20\"><span class=\"label\">20</span><span class=\"content\">And whatever else is required for the house of your God, which it falls to you to provide, you may provide it out of the king&#8217;s treasury.</span></span></div><div class=\"p\"><span class=\"verse v20\" data-usfm=\"EZR.7.20\"><span class=\"content\">  </span></span><span class=\"verse v21\" data-usfm=\"EZR.7.21\"><span class=\"label\">21</span><span class=\"content\">&#8220;And I, Artaxerxes the king, make a decree to all the treasurers in the province Beyond the River: Whatever Ezra the priest, the scribe of the Law of the God of heaven, requires of you, let it be done with all diligence, </span></span><span class=\"verse v22\" data-usfm=\"EZR.7.22\"><span class=\"label\">22</span><span class=\"content\">up to 100 talents</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">7:22 </span><span class=\"ft\">A </span><span class=\"fq\">talent </span><span class=\"ft\">was about 75 pounds or 34 kilograms</span></span></span><span class=\"content\"> of silver, 100 cors</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">7:22 </span><span class=\"ft\">A </span><span class=\"fq\">cor </span><span class=\"ft\">was about 6 bushels or 220 liters</span></span></span><span class=\"content\"> of wheat, 100 baths</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">7:22 </span><span class=\"ft\">A </span><span class=\"fq\">bath </span><span class=\"ft\">was about 6 gallons or 22 liters</span></span></span><span class=\"content\"> of wine, 100 baths of oil, and salt without prescribing how much. </span></span><span class=\"verse v23\" data-usfm=\"EZR.7.23\"><span class=\"label\">23</span><span class=\"content\">Whatever is decreed by the God of heaven, let it be done in full for the house of the God of heaven, lest his wrath be against the realm of the king and his sons. </span></span><span class=\"verse v24\" data-usfm=\"EZR.7.24\"><span class=\"label\">24</span><span class=\"content\">We also notify you that it shall not be lawful to impose </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 4:13, 20</span></span><span class=\"content\">tribute, custom, or toll on anyone of the priests, the Levites, the singers, the doorkeepers, the temple servants, or other servants of this house of God.</span></span></div><div class=\"p\"><span class=\"verse v24\" data-usfm=\"EZR.7.24\"><span class=\"content\">  </span></span><span class=\"verse v25\" data-usfm=\"EZR.7.25\"><span class=\"label\">25</span><span class=\"content\">&#8220;And you, Ezra, according to the wisdom of your God that is in your hand, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ex. 18:21, 22; Deut. 16:18 </span></span><span class=\"content\">appoint magistrates and judges who may judge all the people in the province Beyond the River, all such as know the laws of your God. </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 10</span></span><span class=\"content\">And those who do not know them, you shall teach. </span></span><span class=\"verse v26\" data-usfm=\"EZR.7.26\"><span class=\"label\">26</span><span class=\"content\">Whoever will not obey the law of your God and the law of the king, let judgment be strictly executed on him, whether for death or for banishment or for confiscation of his goods or for imprisonment.&#8221;</span></span></div><div class=\"p\"><span class=\"verse v26\" data-usfm=\"EZR.7.26\"><span class=\"content\">  </span></span><span class=\"verse v27\" data-usfm=\"EZR.7.27\"><span class=\"label\">27</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        1 Chr. 29:10   </span></span><span class=\"content\">Blessed be the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of our fathers, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 6:22</span></span><span class=\"content\">who put such a thing as this into the heart of the king, to beautify the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> that is in Jerusalem, </span></span><span class=\"verse v28\" data-usfm=\"EZR.7.28\"><span class=\"label\">28</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 9:9</span></span><span class=\"content\">and who extended to me his steadfast love before the king and his counselors, and before all the king&#8217;s mighty officers. I took courage, for the hand of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> my God was on me, and I gathered leading men from Israel to go up with me.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezra Sent to Teach the People"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now after this, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, son of Azariah, son of Hilkiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "son of Shallum, son of Zadok, son of Ahitub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "son of Amariah, son of Azariah, son of Meraioth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "son of Zerahiah, son of Uzzi, son of Bukki,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "this Ezra went up from Babylonia. He was a scribe skilled in the Law of Moses that the Lord, the God of Israel, had given, and the king granted him all that he asked, for the hand of the Lord his God was on him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And there went up also to Jerusalem, in the seventh year of Artaxerxes the king, some of the people of Israel, and some of the priests and Levites, the singers and gatekeepers, and the temple servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And Ezra came to Jerusalem in the fifth month, which was in the seventh year of the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For on the first day of the first month he began to go up from Babylonia, and on the first day of the fifth month he came to Jerusalem, for the good hand of his God was on him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "For Ezra had set his heart to study the Law of the Lord, and to do it and to teach his statutes and rules in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "This is a copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, a man learned in matters of the commandments of the Lord and his statutes for Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Artaxerxes, king of kings, to Ezra the priest, the scribe of the Law of the God of heaven. Peace. And now"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I make a decree that anyone of the people of Israel or their priests or Levites in my kingdom, who freely offers to go to Jerusalem, may go with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "For you are sent by the king and his seven counselors to make inquiries about Judah and Jerusalem according to the Law of your God, which is in your hand,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and also to carry the silver and gold that the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "with all the silver and gold that you shall find in the whole province of Babylonia, and with the freewill offerings of the people and the priests, vowed willingly for the house of their God that is in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "With this money, then, you shall with all diligence buy bulls, rams, and lambs, with their grain offerings and their drink offerings, and you shall offer them on the altar of the house of your God that is in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Whatever seems good to you and your brothers to do with the rest of the silver and gold, you may do, according to the will of your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The vessels that have been given you for the service of the house of your God, you shall deliver before the God of Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And whatever else is required for the house of your God, which it falls to you to provide, you may provide it out of the king’s treasury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“And I, Artaxerxes the king, make a decree to all the treasurers in the province Beyond the River: Whatever Ezra the priest, the scribe of the Law of the God of heaven, requires of you, let it be done with all diligence,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "up to 100 talents of silver, 100 cors of wheat, 100 baths of wine, 100 baths of oil, and salt without prescribing how much."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Whatever is decreed by the God of heaven, let it be done in full for the house of the God of heaven, lest his wrath be against the realm of the king and his sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "We also notify you that it shall not be lawful to impose tribute, custom, or toll on anyone of the priests, the Levites, the singers, the doorkeepers, the temple servants, or other servants of this house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“And you, Ezra, according to the wisdom of your God that is in your hand, appoint magistrates and judges who may judge all the people in the province Beyond the River, all such as know the laws of your God. And those who do not know them, you shall teach."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Whoever will not obey the law of your God and the law of the king, let judgment be strictly executed on him, whether for death or for banishment or for confiscation of his goods or for imprisonment.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Blessed be the Lord, the God of our fathers, who put such a thing as this into the heart of the king, to beautify the house of the Lord that is in Jerusalem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and who extended to me his steadfast love before the king and his counselors, and before all the king’s mighty officers. I took courage, for the hand of the Lord my God was on me, and I gathered leading men from Israel to go up with me."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.8"
        ],
        "human": "Ezra 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.9"
        ],
        "human": "Ezra 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.7"
        ],
        "human": "Ezra 7",
        "toc": true
      },
      "chapter_text": "These are the heads of their fathers’ houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Artaxerxes the king: Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush. Of the sons of Shecaniah, who was of the sons of Parosh, Zechariah, with whom were registered 150 men. Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah, and with him 200 men. Of the sons of Zattu, Shecaniah the son of Jahaziel, and with him 300 men. Of the sons of Adin, Ebed the son of Jonathan, and with him 50 men. Of the sons of Elam, Jeshaiah the son of Athaliah, and with him 70 men. Of the sons of Shephatiah, Zebadiah the son of Michael, and with him 80 men. Of the sons of Joab, Obadiah the son of Jehiel, and with him 218 men. Of the sons of Bani, Shelomith the son of Josiphiah, and with him 160 men. Of the sons of Bebai, Zechariah, the son of Bebai, and with him 28 men. Of the sons of Azgad, Johanan the son of Hakkatan, and with him 110 men. Of the sons of Adonikam, those who came later, their names being Eliphelet, Jeuel, and Shemaiah, and with them 60 men. Of the sons of Bigvai, Uthai and Zaccur, and with them 70 men.\n\nI gathered them to the river that runs to Ahava, and there we camped three days. As I reviewed the people and the priests, I found there none of the sons of Levi. Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, leading men, and for Joiarib and Elnathan, who were men of insight, and sent them to Iddo, the leading man at the place Casiphia, telling them what to say to Iddo and his brothers and the temple servants at the place Casiphia, namely, to send us ministers for the house of our God. And by the good hand of our God on us, they brought us a man of discretion, of the sons of Mahli the son of Levi, son of Israel, namely Sherebiah with his sons and kinsmen, 18; also Hashabiah, and with him Jeshaiah of the sons of Merari, with his kinsmen and their sons, 20; besides 220 of the temple servants, whom David and his officials had set apart to attend the Levites. These were all mentioned by name.\n\nThen I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek from him a safe journey for ourselves, our children, and all our goods. For I was ashamed to ask the king for a band of soldiers and horsemen to protect us against the enemy on our way, since we had told the king, “The hand of our God is for good on all who seek him, and the power of his wrath is against all who forsake him.” So we fasted and implored our God for this, and he listened to our entreaty.\n\nThen I set apart twelve of the leading priests: Sherebiah, Hashabiah, and ten of their kinsmen with them. And I weighed out to them the silver and the gold and the vessels, the offering for the house of our God that the king and his counselors and his lords and all Israel there present had offered. I weighed out into their hand 650 talents of silver, and silver vessels worth 200 talents, and 100 talents of gold, 20 bowls of gold worth 1,000 darics, and two vessels of fine bright bronze as precious as gold. And I said to them, “You are holy to the LORD, and the vessels are holy, and the silver and the gold are a freewill offering to the LORD, the God of your fathers. Guard them and keep them until you weigh them before the chief priests and the Levites and the heads of fathers’ houses in Israel at Jerusalem, within the chambers of the house of the LORD.” So the priests and the Levites took over the weight of the silver and the gold and the vessels, to bring them to Jerusalem, to the house of our God.\nThen we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and from ambushes by the way. We came to Jerusalem, and there we remained three days. On the fourth day, within the house of our God, the silver and the gold and the vessels were weighed into the hands of Meremoth the priest, son of Uriah, and with him was Eleazar the son of Phinehas, and with them were the Levites, Jozabad the son of Jeshua and Noadiah the son of Binnui. The whole was counted and weighed, and the weight of everything was recorded.\nAt that time those who had come from captivity, the returned exiles, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and as a sin offering twelve male goats. All this was a burnt offering to the LORD. They also delivered the king’s commissions to the king’s satraps and to the governors of the province Beyond the River, and they aided the people and the house of God.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch8\" data-usfm=\"EZR.8\">\n         <div class=\"label\">8</div><div class=\"s1\"><span class=\"heading\">Genealogy of Those Who Returned with Ezra</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.8.1\"><span class=\"label\">1</span><span class=\"content\">These are the heads of their fathers&#8217; houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Artaxerxes the king: </span></span><span class=\"verse v2\" data-usfm=\"EZR.8.2\"><span class=\"label\">2</span><span class=\"content\">Of the sons of Phinehas, Gershom. Of the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 24:3, 4 </span></span><span class=\"content\">Ithamar, Daniel. Of the sons of David, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[1 Chr. 3:22]</span></span><span class=\"content\">Hattush. </span></span><span class=\"verse v3\" data-usfm=\"EZR.8.3\"><span class=\"label\">3</span><span class=\"content\">Of the sons of Shecaniah, who was of the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">For ver. 3, see ch. 2:3-15</span></span><span class=\"content\">Parosh, Zechariah, with whom were registered 150 men. </span></span><span class=\"verse v4\" data-usfm=\"EZR.8.4\"><span class=\"label\">4</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 10:30</span></span><span class=\"content\">Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah, and with him 200 men. </span></span><span class=\"verse v5\" data-usfm=\"EZR.8.5\"><span class=\"label\">5</span><span class=\"content\">Of the sons of Zattu,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:5 </span><span class=\"ft\">Septuagint; Hebrew lacks </span><span class=\"fq\">of Zattu</span></span></span><span class=\"content\"> Shecaniah the son of Jahaziel, and with him 300 men. </span></span><span class=\"verse v6\" data-usfm=\"EZR.8.6\"><span class=\"label\">6</span><span class=\"content\">Of the sons of Adin, Ebed the son of Jonathan, and with him 50 men. </span></span><span class=\"verse v7\" data-usfm=\"EZR.8.7\"><span class=\"label\">7</span><span class=\"content\">Of the sons of Elam, Jeshaiah the son of Athaliah, and with him 70 men. </span></span><span class=\"verse v8\" data-usfm=\"EZR.8.8\"><span class=\"label\">8</span><span class=\"content\">Of the sons of Shephatiah, Zebadiah the son of Michael, and with him 80 men. </span></span><span class=\"verse v9\" data-usfm=\"EZR.8.9\"><span class=\"label\">9</span><span class=\"content\">Of the sons of Joab, Obadiah the son of Jehiel, and with him 218 men. </span></span><span class=\"verse v10\" data-usfm=\"EZR.8.10\"><span class=\"label\">10</span><span class=\"content\">Of the sons of Bani,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:10 </span><span class=\"ft\">Septuagint; Hebrew lacks </span><span class=\"fq\">Bani</span></span></span><span class=\"content\"> Shelomith the son of Josiphiah, and with him 160 men. </span></span><span class=\"verse v11\" data-usfm=\"EZR.8.11\"><span class=\"label\">11</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 10:28</span></span><span class=\"content\">Of the sons of Bebai, Zechariah, the son of Bebai, and with him 28 men. </span></span><span class=\"verse v12\" data-usfm=\"EZR.8.12\"><span class=\"label\">12</span><span class=\"content\">Of the sons of Azgad, Johanan the son of Hakkatan, and with him 110 men. </span></span><span class=\"verse v13\" data-usfm=\"EZR.8.13\"><span class=\"label\">13</span><span class=\"content\">Of the sons of Adonikam, those who came later, their names being Eliphelet, Jeuel, and Shemaiah, and with them 60 men. </span></span><span class=\"verse v14\" data-usfm=\"EZR.8.14\"><span class=\"label\">14</span><span class=\"content\">Of the sons of Bigvai, Uthai and Zaccur, and with them 70 men.</span></span></div><div class=\"s1\"><span class=\"heading\">Ezra Sends for Levites</span></div><div class=\"p\"><span class=\"verse v14\" data-usfm=\"EZR.8.14\"><span class=\"content\">  </span></span><span class=\"verse v15\" data-usfm=\"EZR.8.15\"><span class=\"label\">15</span><span class=\"content\">I gathered them to the river that runs to </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 21, 31 </span></span><span class=\"content\">Ahava, and there we camped three days. As I reviewed the people and the priests, I found there </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 7:7]</span></span><span class=\"content\">none of the sons of Levi. </span></span><span class=\"verse v16\" data-usfm=\"EZR.8.16\"><span class=\"label\">16</span><span class=\"content\">Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 10:15</span></span><span class=\"content\">Meshullam, leading men, and for Joiarib and Elnathan, who were men of insight, </span></span><span class=\"verse v17\" data-usfm=\"EZR.8.17\"><span class=\"label\">17</span><span class=\"content\">and sent them to Iddo, the leading man at the place Casiphia, telling them what to say to Iddo and his brothers and</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:17 </span><span class=\"ft\">Hebrew lacks </span><span class=\"fq\">and</span></span></span><span class=\"content\"> the temple servants at the place Casiphia, namely, to send us ministers for the house of our God. </span></span><span class=\"verse v18\" data-usfm=\"EZR.8.18\"><span class=\"label\">18</span><span class=\"content\">And </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 7:6 </span></span><span class=\"content\">by the good hand of our God on us, they brought us a man of discretion, of the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 6:19</span></span><span class=\"content\">Mahli the son of Levi, son of Israel, namely Sherebiah with his sons and kinsmen, 18; </span></span><span class=\"verse v19\" data-usfm=\"EZR.8.19\"><span class=\"label\">19</span><span class=\"content\">also </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 12:24 </span></span><span class=\"content\">Hashabiah, and with him Jeshaiah of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 6:1, 16</span></span><span class=\"content\">the sons of Merari, with his kinsmen and their sons, 20; </span></span><span class=\"verse v20\" data-usfm=\"EZR.8.20\"><span class=\"label\">20</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 2:43; 7:7 </span></span><span class=\"content\">besides 220 of the temple servants, whom David and his officials had set apart to attend the Levites. These were all </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Num. 1:17</span></span><span class=\"content\">mentioned by name.</span></span></div><div class=\"s1\"><span class=\"heading\">Fasting and Prayer for Protection</span></div><div class=\"p\"><span class=\"verse v20\" data-usfm=\"EZR.8.20\"><span class=\"content\">  </span></span><span class=\"verse v21\" data-usfm=\"EZR.8.21\"><span class=\"label\">21</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    See 2 Chr. 20:3   </span></span><span class=\"content\">Then I proclaimed a fast there, at the river </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 15, 31 </span></span><span class=\"content\">Ahava, that we might humble ourselves before our God, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Ps. 5:8]</span></span><span class=\"content\">to seek from him a safe journey for ourselves, our children, and all our goods. </span></span><span class=\"verse v22\" data-usfm=\"EZR.8.22\"><span class=\"label\">22</span><span class=\"content\">For I was ashamed to ask the king for a band of soldiers and horsemen to protect us against the enemy on our way, since we had told the king, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 7:6 </span></span><span class=\"content\">&#8220;The hand of our God is for good on </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Chr. 15:2]</span></span><span class=\"content\">all who seek him, and the power of his wrath is against all who forsake him.&#8221; </span></span><span class=\"verse v23\" data-usfm=\"EZR.8.23\"><span class=\"label\">23</span><span class=\"content\">So we fasted and implored our God for this, and he listened to our entreaty.</span></span></div><div class=\"s1\"><span class=\"heading\">Priests to Guard Offerings</span></div><div class=\"p\"><span class=\"verse v23\" data-usfm=\"EZR.8.23\"><span class=\"content\">  </span></span><span class=\"verse v24\" data-usfm=\"EZR.8.24\"><span class=\"label\">24</span><span class=\"content\">Then I set apart twelve of the leading priests: </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 19 above]</span></span><span class=\"content\">Sherebiah, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 19 above]</span></span><span class=\"content\">Hashabiah, and ten of their kinsmen with them. </span></span><span class=\"verse v25\" data-usfm=\"EZR.8.25\"><span class=\"label\">25</span><span class=\"content\">And I weighed out to them the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:15, 16 </span></span><span class=\"content\">silver and the gold and the vessels, the offering for the house of our God that the king and his </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 7:14</span></span><span class=\"content\">counselors and his lords and all Israel there present had offered. </span></span><span class=\"verse v26\" data-usfm=\"EZR.8.26\"><span class=\"label\">26</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 1:9-11]</span></span><span class=\"content\">I weighed out into their hand 650 talents</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:26 </span><span class=\"ft\">A </span><span class=\"fq\">talent </span><span class=\"ft\">was about 75 pounds or 34 kilograms</span></span></span><span class=\"content\"> of silver, and silver vessels worth 200 talents,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:26 </span><span class=\"ft\">Revocalization; the number is missing in the Masoretic Text</span></span></span><span class=\"content\"> and 100 talents of gold, </span></span><span class=\"verse v27\" data-usfm=\"EZR.8.27\"><span class=\"label\">27</span><span class=\"content\">20 bowls of gold worth 1,000 darics,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:27 </span><span class=\"ft\">A </span><span class=\"fq\">daric </span><span class=\"ft\">was a coin weighing about 1/4 ounce or 8.5 grams</span></span></span><span class=\"content\"> and two vessels of fine bright bronze as precious as gold. </span></span><span class=\"verse v28\" data-usfm=\"EZR.8.28\"><span class=\"label\">28</span><span class=\"content\">And I said to them, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Lev. 21:6 </span></span><span class=\"content\">&#8220;You are holy to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Lev. 22:2, 3</span></span><span class=\"content\">the vessels are holy, and the silver and the gold are a freewill offering to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of your fathers. </span></span><span class=\"verse v29\" data-usfm=\"EZR.8.29\"><span class=\"label\">29</span><span class=\"content\">Guard them and keep them until you weigh them before the chief priests and the Levites and the heads of fathers&#8217; houses in Israel at Jerusalem, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 10:6]</span></span><span class=\"content\">within the chambers of the house of the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">.&#8221; </span></span><span class=\"verse v30\" data-usfm=\"EZR.8.30\"><span class=\"label\">30</span><span class=\"content\">So the priests and the Levites </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 26 above]</span></span><span class=\"content\">took over the weight of the silver and the gold and the vessels, to bring them to Jerusalem, to the house of our God.</span></span></div><div class=\"p\"><span class=\"verse v30\" data-usfm=\"EZR.8.30\"><span class=\"content\">  </span></span><span class=\"verse v31\" data-usfm=\"EZR.8.31\"><span class=\"label\">31</span><span class=\"content\">Then we departed from the river Ahava </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 7:9] </span></span><span class=\"content\">on the twelfth day of the first month, to go to Jerusalem. </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 7:6</span></span><span class=\"content\">The hand of our God was on us, and he delivered us from the hand of the enemy and from ambushes by the way. </span></span><span class=\"verse v32\" data-usfm=\"EZR.8.32\"><span class=\"label\">32</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 2:11</span></span><span class=\"content\">We came to Jerusalem, and there we remained three days. </span></span><span class=\"verse v33\" data-usfm=\"EZR.8.33\"><span class=\"label\">33</span><span class=\"content\">On the fourth day, within the house of our God, the silver and the gold and the vessels were </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 1:9-11] </span></span><span class=\"content\">weighed into the hands of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 3:4, 21 </span></span><span class=\"content\">Meremoth the priest, son of Uriah, and with him was Eleazar the son of Phinehas, and with them were the Levites, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 11:16 </span></span><span class=\"content\">Jozabad the son of Jeshua and Noadiah the son of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 3:24</span></span><span class=\"content\">Binnui. </span></span><span class=\"verse v34\" data-usfm=\"EZR.8.34\"><span class=\"label\">34</span><span class=\"content\">The whole was counted and weighed, and the weight of everything was recorded.</span></span></div><div class=\"p\"><span class=\"verse v34\" data-usfm=\"EZR.8.34\"><span class=\"content\">  </span></span><span class=\"verse v35\" data-usfm=\"EZR.8.35\"><span class=\"label\">35</span><span class=\"content\">At that time </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 2:1 </span></span><span class=\"content\">those who had come from captivity, the returned exiles, offered burnt offerings to the God of Israel, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 6:17]</span></span><span class=\"content\">twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and as a sin offering twelve male goats. All this was a burnt offering to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">. </span></span><span class=\"verse v36\" data-usfm=\"EZR.8.36\"><span class=\"label\">36</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:21 </span></span><span class=\"content\">They also delivered the king&#8217;s commissions to the king&#8217;s </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Esth. 3:12; 8:9; 9:3; Dan. 3:2, 3, 27; 6:2, 3</span></span><span class=\"content\">satraps</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">8:36 </span><span class=\"ft\">A </span><span class=\"fq\">satrap </span><span class=\"ft\">was a Persian official</span></span></span><span class=\"content\"> and to the governors of the province Beyond the River, and they aided the people and the house of God.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Genealogy of Those Who Returned with Ezra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These are the heads of their fathers’ houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Artaxerxes the king:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Of the sons of Shecaniah, who was of the sons of Parosh, Zechariah, with whom were registered 150 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah, and with him 200 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Of the sons of Zattu, Shecaniah the son of Jahaziel, and with him 300 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Of the sons of Adin, Ebed the son of Jonathan, and with him 50 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Of the sons of Elam, Jeshaiah the son of Athaliah, and with him 70 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Of the sons of Shephatiah, Zebadiah the son of Michael, and with him 80 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Of the sons of Joab, Obadiah the son of Jehiel, and with him 218 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Of the sons of Bani, Shelomith the son of Josiphiah, and with him 160 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Of the sons of Bebai, Zechariah, the son of Bebai, and with him 28 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Of the sons of Azgad, Johanan the son of Hakkatan, and with him 110 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Of the sons of Adonikam, those who came later, their names being Eliphelet, Jeuel, and Shemaiah, and with them 60 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Of the sons of Bigvai, Uthai and Zaccur, and with them 70 men."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezra Sends for Levites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "I gathered them to the river that runs to Ahava, and there we camped three days. As I reviewed the people and the priests, I found there none of the sons of Levi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, leading men, and for Joiarib and Elnathan, who were men of insight,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and sent them to Iddo, the leading man at the place Casiphia, telling them what to say to Iddo and his brothers and the temple servants at the place Casiphia, namely, to send us ministers for the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And by the good hand of our God on us, they brought us a man of discretion, of the sons of Mahli the son of Levi, son of Israel, namely Sherebiah with his sons and kinsmen, 18;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "also Hashabiah, and with him Jeshaiah of the sons of Merari, with his kinsmen and their sons, 20;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "besides 220 of the temple servants, whom David and his officials had set apart to attend the Levites. These were all mentioned by name."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fasting and Prayer for Protection"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek from him a safe journey for ourselves, our children, and all our goods."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "For I was ashamed to ask the king for a band of soldiers and horsemen to protect us against the enemy on our way, since we had told the king, “The hand of our God is for good on all who seek him, and the power of his wrath is against all who forsake him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So we fasted and implored our God for this, and he listened to our entreaty."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Priests to Guard Offerings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Then I set apart twelve of the leading priests: Sherebiah, Hashabiah, and ten of their kinsmen with them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And I weighed out to them the silver and the gold and the vessels, the offering for the house of our God that the king and his counselors and his lords and all Israel there present had offered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "I weighed out into their hand 650 talents of silver, and silver vessels worth 200 talents, and 100 talents of gold,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "20 bowls of gold worth 1,000 darics, and two vessels of fine bright bronze as precious as gold."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And I said to them, “You are holy to the Lord, and the vessels are holy, and the silver and the gold are a freewill offering to the Lord, the God of your fathers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Guard them and keep them until you weigh them before the chief priests and the Levites and the heads of fathers’ houses in Israel at Jerusalem, within the chambers of the house of the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "So the priests and the Levites took over the weight of the silver and the gold and the vessels, to bring them to Jerusalem, to the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and from ambushes by the way."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "We came to Jerusalem, and there we remained three days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "On the fourth day, within the house of our God, the silver and the gold and the vessels were weighed into the hands of Meremoth the priest, son of Uriah, and with him was Eleazar the son of Phinehas, and with them were the Levites, Jozabad the son of Jeshua and Noadiah the son of Binnui."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The whole was counted and weighed, and the weight of everything was recorded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "At that time those who had come from captivity, the returned exiles, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and as a sin offering twelve male goats. All this was a burnt offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "They also delivered the king’s commissions to the king’s satraps and to the governors of the province Beyond the River, and they aided the people and the house of God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.9"
        ],
        "human": "Ezra 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Ezra 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.8"
        ],
        "human": "Ezra 8",
        "toc": true
      },
      "chapter_text": "After these things had been done, the officials approached me and said, “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands with their abominations, from the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites. For they have taken some of their daughters to be wives for themselves and for their sons, so that the holy race has mixed itself with the peoples of the lands. And in this faithlessness the hand of the officials and chief men has been foremost.” As soon as I heard this, I tore my garment and my cloak and pulled hair from my head and beard and sat appalled. Then all who trembled at the words of the God of Israel, because of the faithlessness of the returned exiles, gathered around me while I sat appalled until the evening sacrifice. And at the evening sacrifice I rose from my fasting, with my garment and my cloak torn, and fell upon my knees and spread out my hands to the LORD my God, saying:\n“O my God, I am ashamed and blush to lift my face to you, my God, for our iniquities have risen higher than our heads, and our guilt has mounted up to the heavens. From the days of our fathers to this day we have been in great guilt. And for our iniquities we, our kings, and our priests have been given into the hand of the kings of the lands, to the sword, to captivity, to plundering, and to utter shame, as it is today. But now for a brief moment favor has been shown by the LORD our God, to leave us a remnant and to give us a secure hold within his holy place, that our God may brighten our eyes and grant us a little reviving in our slavery. For we are slaves. Yet our God has not forsaken us in our slavery, but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection in Judea and Jerusalem.\n“And now, O our God, what shall we say after this? For we have forsaken your commandments, which you commanded by your servants the prophets, saying, ‘The land that you are entering, to take possession of it, is a land impure with the impurity of the peoples of the lands, with their abominations that have filled it from end to end with their uncleanness. Therefore do not give your daughters to their sons, neither take their daughters for your sons, and never seek their peace or prosperity, that you may be strong and eat the good of the land and leave it for an inheritance to your children forever.’ And after all that has come upon us for our evil deeds and for our great guilt, seeing that you, our God, have punished us less than our iniquities deserved and have given us such a remnant as this, shall we break your commandments again and intermarry with the peoples who practice these abominations? Would you not be angry with us until you consumed us, so that there should be no remnant, nor any to escape? O LORD, the God of Israel, you are just, for we are left a remnant that has escaped, as it is today. Behold, we are before you in our guilt, for none can stand before you because of this.”",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch9\" data-usfm=\"EZR.9\">\n         <div class=\"label\">9</div><div class=\"s1\"><span class=\"heading\">Ezra Prays About Intermarriage</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.9.1\"><span class=\"label\">1</span><span class=\"content\">After these things had been done, the officials approached me and said, &#8220;The people of Israel and the priests and the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ch. 6:21; Neh. 9:2] </span></span><span class=\"content\">Levites have not separated themselves from the peoples of the lands </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 12:30, 31 </span></span><span class=\"content\">with their abominations, from the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Ex. 13:5</span></span><span class=\"content\">Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites. </span></span><span class=\"verse v2\" data-usfm=\"EZR.9.2\"><span class=\"label\">2</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 10:2; Neh. 13:23, 27; [Ex. 34:16; Deut. 7:3; Neh. 10:30] </span></span><span class=\"content\">For they have taken some of their daughters to be wives for themselves and for their sons, so that the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Deut. 7:6 </span></span><span class=\"content\">holy race</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">9:2 </span><span class=\"ft\">Hebrew </span><span class=\"fq\">offspring</span></span></span><span class=\"content\"> has </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ps. 106:35; [2 Cor. 6:14]</span></span><span class=\"content\">mixed itself with the peoples of the lands. And in this faithlessness the hand of the officials and chief men has been foremost.&#8221; </span></span><span class=\"verse v3\" data-usfm=\"EZR.9.3\"><span class=\"label\">3</span><span class=\"content\">As soon as I heard this, I </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See Josh. 7:6 </span></span><span class=\"content\">tore my garment and my cloak and pulled hair from my head and beard and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Neh. 1:4]</span></span><span class=\"content\">sat appalled. </span></span><span class=\"verse v4\" data-usfm=\"EZR.9.4\"><span class=\"label\">4</span><span class=\"content\">Then all who </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 10:3; Isa. 66:2, 5 </span></span><span class=\"content\">trembled at the words of the God of Israel, because of the faithlessness of the returned exiles, gathered around me while I sat </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ex. 29:39, 41</span></span><span class=\"content\">appalled until the evening sacrifice. </span></span><span class=\"verse v5\" data-usfm=\"EZR.9.5\"><span class=\"label\">5</span><span class=\"content\">And at the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 4 above] </span></span><span class=\"content\">evening sacrifice I rose from my fasting, with my garment </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 3 above] </span></span><span class=\"content\">and my cloak torn, and fell upon my knees </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Kgs. 8:22</span></span><span class=\"content\">and spread out my hands to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> my God, </span></span><span class=\"verse v6\" data-usfm=\"EZR.9.6\"><span class=\"label\">6</span><span class=\"content\">saying:</span></span></div><div class=\"p\"><span class=\"verse v6\" data-usfm=\"EZR.9.6\"><span class=\"content\">&#8220;O my God, I am ashamed and blush to lift my face to you, my God, for our iniquities </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Ps. 38:4] </span></span><span class=\"content\">have risen higher than our heads, and our </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 7, 13, 15; ch. 10:10, 19; 2 Chr. 24:18 </span></span><span class=\"content\">guilt has </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Chr. 28:9; Rev. 18:5]</span></span><span class=\"content\">mounted up to the heavens. </span></span><span class=\"verse v7\" data-usfm=\"EZR.9.7\"><span class=\"label\">7</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ps. 106:6; Dan. 9:5, 6 </span></span><span class=\"content\">From the days of our fathers to this day we have been in great </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 6 above] </span></span><span class=\"content\">guilt. And for our iniquities we, our kings, and our priests have been given into the hand of the kings of the lands, to the sword, to captivity, to plundering, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Dan. 9:7, 8</span></span><span class=\"content\">and to utter shame, as it is today. </span></span><span class=\"verse v8\" data-usfm=\"EZR.9.8\"><span class=\"label\">8</span><span class=\"content\">But now for a brief moment favor has been shown by the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\"> our God, to leave us a </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 13, 14, 15 </span></span><span class=\"content\">remnant and to give us a </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Isa. 22:23 </span></span><span class=\"content\">secure hold</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">9:8 </span><span class=\"ft\">Hebrew </span><span class=\"fq\">nail</span><span class=\"ft\">, or </span><span class=\"fq\">tent-pin</span></span></span><span class=\"content\"> within his holy place, that our God may </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ps. 13:3</span></span><span class=\"content\">brighten our eyes and grant us a little reviving in our slavery. </span></span><span class=\"verse v9\" data-usfm=\"EZR.9.9\"><span class=\"label\">9</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Neh. 9:36] </span></span><span class=\"content\">For we are slaves. Yet our God has not forsaken us in our slavery, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 7:28</span></span><span class=\"content\">but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">9:9 </span><span class=\"ft\">Hebrew </span><span class=\"fq\">a wall</span></span></span><span class=\"content\"> in Judea and Jerusalem.</span></span></div><div class=\"p\"><span class=\"verse v9\" data-usfm=\"EZR.9.9\"><span class=\"content\">  </span></span><span class=\"verse v10\" data-usfm=\"EZR.9.10\"><span class=\"label\">10</span><span class=\"content\">&#8220;And now, O our God, what shall we say after this? For we have forsaken your commandments, </span></span><span class=\"verse v11\" data-usfm=\"EZR.9.11\"><span class=\"label\">11</span><span class=\"content\">which you commanded by your servants the prophets, saying, &#8216;The land that you are entering, to take possession of it, is a land impure with the impurity of the peoples of the lands, with their abominations that have filled it from end to end with </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 6:21</span></span><span class=\"content\">their uncleanness. </span></span><span class=\"verse v12\" data-usfm=\"EZR.9.12\"><span class=\"label\">12</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 2 </span></span><span class=\"content\">Therefore do not give your daughters to their sons, neither take their daughters for your sons, and never seek their peace or prosperity, that you may be strong and eat the good of the land </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Prov. 13:22]</span></span><span class=\"content\">and leave it for an inheritance to your children forever.&#8217; </span></span><span class=\"verse v13\" data-usfm=\"EZR.9.13\"><span class=\"label\">13</span><span class=\"content\">And after all that has come upon us for our evil deeds and for </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 6, 7 </span></span><span class=\"content\">our great guilt, seeing that you, our </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Job 11:6; Ps. 103:10 </span></span><span class=\"content\">God, have punished us less than our iniquities deserved and have given us such a </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 8</span></span><span class=\"content\">remnant as this, </span></span><span class=\"verse v14\" data-usfm=\"EZR.9.14\"><span class=\"label\">14</span><span class=\"content\">shall we break your commandments again and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ver. 2 </span></span><span class=\"content\">intermarry with the peoples who practice these abominations? Would you not be angry with us </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Deut. 9:8] </span></span><span class=\"content\">until you consumed us, so that there should be no </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 13 above]</span></span><span class=\"content\">remnant, nor any to escape? </span></span><span class=\"verse v15\" data-usfm=\"EZR.9.15\"><span class=\"label\">15</span><span class=\"content\">O </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of Israel, you are just, for we are left a </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[See ver. 13 above] </span></span><span class=\"content\">remnant that has escaped, as it is today. Behold, we are before you in our </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 9:33; Ps. 119:137; Jer. 12:1; Dan. 9:14 </span></span><span class=\"content\">guilt, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Ps. 130:3</span></span><span class=\"content\">for none can stand before you because of this.&#8221;</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezra Prays About Intermarriage"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After these things had been done, the officials approached me and said, “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands with their abominations, from the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For they have taken some of their daughters to be wives for themselves and for their sons, so that the holy race has mixed itself with the peoples of the lands. And in this faithlessness the hand of the officials and chief men has been foremost.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "As soon as I heard this, I tore my garment and my cloak and pulled hair from my head and beard and sat appalled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then all who trembled at the words of the God of Israel, because of the faithlessness of the returned exiles, gathered around me while I sat appalled until the evening sacrifice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And at the evening sacrifice I rose from my fasting, with my garment and my cloak torn, and fell upon my knees and spread out my hands to the Lord my God,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "saying:",
            "“O my God, I am ashamed and blush to lift my face to you, my God, for our iniquities have risen higher than our heads, and our guilt has mounted up to the heavens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "From the days of our fathers to this day we have been in great guilt. And for our iniquities we, our kings, and our priests have been given into the hand of the kings of the lands, to the sword, to captivity, to plundering, and to utter shame, as it is today."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But now for a brief moment favor has been shown by the Lord our God, to leave us a remnant and to give us a secure hold within his holy place, that our God may brighten our eyes and grant us a little reviving in our slavery."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For we are slaves. Yet our God has not forsaken us in our slavery, but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection in Judea and Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“And now, O our God, what shall we say after this? For we have forsaken your commandments,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "which you commanded by your servants the prophets, saying, ‘The land that you are entering, to take possession of it, is a land impure with the impurity of the peoples of the lands, with their abominations that have filled it from end to end with their uncleanness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Therefore do not give your daughters to their sons, neither take their daughters for your sons, and never seek their peace or prosperity, that you may be strong and eat the good of the land and leave it for an inheritance to your children forever.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And after all that has come upon us for our evil deeds and for our great guilt, seeing that you, our God, have punished us less than our iniquities deserved and have given us such a remnant as this,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "shall we break your commandments again and intermarry with the peoples who practice these abominations? Would you not be angry with us until you consumed us, so that there should be no remnant, nor any to escape?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "O Lord, the God of Israel, you are just, for we are left a remnant that has escaped, as it is today. Behold, we are before you in our guilt, for none can stand before you because of this.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EZR.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EZR.10"
        ],
        "human": "Ezra 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.9"
        ],
        "human": "Ezra 9",
        "toc": true
      },
      "chapter_text": "While Ezra prayed and made confession, weeping and casting himself down before the house of God, a very great assembly of men, women, and children, gathered to him out of Israel, for the people wept bitterly. And Shecaniah the son of Jehiel, of the sons of Elam, addressed Ezra: “We have broken faith with our God and have married foreign women from the peoples of the land, but even now there is hope for Israel in spite of this. Therefore let us make a covenant with our God to put away all these wives and their children, according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the Law. Arise, for it is your task, and we are with you; be strong and do it.” Then Ezra arose and made the leading priests and Levites and all Israel take an oath that they would do as had been said. So they took the oath.\nThen Ezra withdrew from before the house of God and went to the chamber of Jehohanan the son of Eliashib, where he spent the night, neither eating bread nor drinking water, for he was mourning over the faithlessness of the exiles. And a proclamation was made throughout Judah and Jerusalem to all the returned exiles that they should assemble at Jerusalem, and that if anyone did not come within three days, by order of the officials and the elders all his property should be forfeited, and he himself banned from the congregation of the exiles.\nThen all the men of Judah and Benjamin assembled at Jerusalem within the three days. It was the ninth month, on the twentieth day of the month. And all the people sat in the open square before the house of God, trembling because of this matter and because of the heavy rain. And Ezra the priest stood up and said to them, “You have broken faith and married foreign women, and so increased the guilt of Israel. Now then make confession to the LORD, the God of your fathers and do his will. Separate yourselves from the peoples of the land and from the foreign wives.” Then all the assembly answered with a loud voice, “It is so; we must do as you have said. But the people are many, and it is a time of heavy rain; we cannot stand in the open. Nor is this a task for one day or for two, for we have greatly transgressed in this matter. Let our officials stand for the whole assembly. Let all in our cities who have taken foreign wives come at appointed times, and with them the elders and judges of every city, until the fierce wrath of our God over this matter is turned away from us.” Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them.\nThen the returned exiles did so. Ezra the priest selected men, heads of fathers’ houses, according to their fathers’ houses, each of them designated by name. On the first day of the tenth month they sat down to examine the matter; and by the first day of the first month they had come to the end of all the men who had married foreign women.\n\nNow there were found some of the sons of the priests who had married foreign women: Maaseiah, Eliezer, Jarib, and Gedaliah, some of the sons of Jeshua the son of Jozadak and his brothers. They pledged themselves to put away their wives, and their guilt offering was a ram of the flock for their guilt. Of the sons of Immer: Hanani and Zebadiah. Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah. Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\nOf the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer. Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri.\nAnd of Israel: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah, and Benaiah. Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah. Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza. Of the sons of Bebai were Jehohanan, Hananiah, Zabbai, and Athlai. Of the sons of Bani were Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth. Of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh. Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, Benjamin, Malluch, and Shemariah. Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei. Of the sons of Bani: Maadai, Amram, Uel, Benaiah, Bedeiah, Cheluhi, Vaniah, Meremoth, Eliashib, Mattaniah, Mattenai, Jaasu. Of the sons of Binnui: Shimei, Shelemiah, Nathan, Adaiah, Machnadebai, Shashai, Sharai, Azarel, Shelemiah, Shemariah, Shallum, Amariah, and Joseph. Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah. All these had married foreign women, and some of the women had even borne children.",
      "chapter_html": "<div class=\"version vid59 iso6393eng\" data-vid=\"59\" data-iso6393=\"eng\">\n   <div class=\"book bkEZR\">\n      <div class=\"chapter ch10\" data-usfm=\"EZR.10\">\n         <div class=\"label\">10</div><div class=\"s1\"><span class=\"heading\">The People Confess Their Sin</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EZR.10.1\"><span class=\"label\">1</span><span class=\"content\">  </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">    \n        Neh. 1:4, 5   </span></span><span class=\"content\">While Ezra prayed and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 1:6; Dan. 9:20 </span></span><span class=\"content\">made confession, weeping and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 9:18 </span></span><span class=\"content\">casting himself down </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[2 Chr. 20:9]</span></span><span class=\"content\">before the house of God, a very great assembly of men, women, and children, gathered to him out of Israel, for the people wept bitterly. </span></span><span class=\"verse v2\" data-usfm=\"EZR.10.2\"><span class=\"label\">2</span><span class=\"content\">And Shecaniah the son of Jehiel, of the sons of Elam, addressed Ezra: </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See ch. 9:2</span></span><span class=\"content\">&#8220;We have broken faith with our God and have married foreign women from the peoples of the land, but even now there is hope for Israel in spite of this. </span></span><span class=\"verse v3\" data-usfm=\"EZR.10.3\"><span class=\"label\">3</span><span class=\"content\">Therefore </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 34:31 </span></span><span class=\"content\">let us make a covenant with our God to put away all these wives and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 44] </span></span><span class=\"content\">their children, according to the counsel of my lord</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:3 </span><span class=\"ft\">Or </span><span class=\"fq\">of the Lord</span></span></span><span class=\"content\"> and of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 9:4 </span></span><span class=\"content\">those who tremble at the commandment of our God, and let it be done </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 7:2, 3</span></span><span class=\"content\">according to the Law. </span></span><span class=\"verse v4\" data-usfm=\"EZR.10.4\"><span class=\"label\">4</span><span class=\"content\">Arise, for it is your task, and we are with you; </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">1 Chr. 28:10; [2 Chr. 19:11]</span></span><span class=\"content\">be strong and do it.&#8221; </span></span><span class=\"verse v5\" data-usfm=\"EZR.10.5\"><span class=\"label\">5</span><span class=\"content\">Then Ezra arose and made the leading priests and Levites and all Israel </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 5:12; 13:25</span></span><span class=\"content\">take an oath that they would do as had been said. So they took the oath.</span></span></div><div class=\"p\"><span class=\"verse v5\" data-usfm=\"EZR.10.5\"><span class=\"content\">  </span></span><span class=\"verse v6\" data-usfm=\"EZR.10.6\"><span class=\"label\">6</span><span class=\"content\">Then Ezra withdrew </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 1 </span></span><span class=\"content\">from before the house of God and went to the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:29 </span></span><span class=\"content\">chamber of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 12:22, 23 </span></span><span class=\"content\">Jehohanan the son of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 3:1 </span></span><span class=\"content\">Eliashib, where he spent the night,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:6 </span><span class=\"ft\">Probable reading; Hebrew </span><span class=\"fq\">where he went</span></span></span><span class=\"content\"> neither </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Deut. 9:18</span></span><span class=\"content\">eating bread nor drinking water, for he was mourning over the faithlessness of the exiles. </span></span><span class=\"verse v7\" data-usfm=\"EZR.10.7\"><span class=\"label\">7</span><span class=\"content\">And a proclamation was made throughout Judah and Jerusalem to all the returned exiles that they should assemble at Jerusalem, </span></span><span class=\"verse v8\" data-usfm=\"EZR.10.8\"><span class=\"label\">8</span><span class=\"content\">and that if anyone did not come within three days, by order of the officials and the elders all his property should be forfeited, and he himself banned from the congregation of the exiles.</span></span></div><div class=\"p\"><span class=\"verse v8\" data-usfm=\"EZR.10.8\"><span class=\"content\">  </span></span><span class=\"verse v9\" data-usfm=\"EZR.10.9\"><span class=\"label\">9</span><span class=\"content\">Then all the men of Judah and Benjamin assembled at Jerusalem within the three days. It was the ninth month, on the twentieth day of the month. And all the people sat in the open square before the house of God, trembling because of this matter and because of the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[1 Sam. 12:18]</span></span><span class=\"content\">heavy rain. </span></span><span class=\"verse v10\" data-usfm=\"EZR.10.10\"><span class=\"label\">10</span><span class=\"content\">And Ezra the priest stood up and said to them, &#8220;You have broken faith and married foreign women, and so increased the guilt of Israel. </span></span><span class=\"verse v11\" data-usfm=\"EZR.10.11\"><span class=\"label\">11</span><span class=\"content\">Now then </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[Josh. 7:19] </span></span><span class=\"content\">make confession to the </span><span class=\"nd\"><span class=\"content\">Lord</span></span><span class=\"content\">, the God of your fathers and do his will. </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 3</span></span><span class=\"content\">Separate yourselves from the peoples of the land and from the foreign wives.&#8221; </span></span><span class=\"verse v12\" data-usfm=\"EZR.10.12\"><span class=\"label\">12</span><span class=\"content\">Then all the assembly answered with a loud voice, &#8220;It is so; we must do as you have said. </span></span><span class=\"verse v13\" data-usfm=\"EZR.10.13\"><span class=\"label\">13</span><span class=\"content\">But the people are many, and it is a time of heavy rain; we cannot stand in the open. Nor is this a task for one day or for two, for we have greatly transgressed in this matter. </span></span><span class=\"verse v14\" data-usfm=\"EZR.10.14\"><span class=\"label\">14</span><span class=\"content\">Let our officials stand for the whole assembly. Let all in our cities who have taken foreign wives come </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 13:31 </span></span><span class=\"content\">at appointed times, and with them the elders and judges of every city, </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">2 Chr. 29:10; 30:8; [Num. 25:4]</span></span><span class=\"content\">until the fierce wrath of our God over this matter is turned away from us.&#8221; </span></span><span class=\"verse v15\" data-usfm=\"EZR.10.15\"><span class=\"label\">15</span><span class=\"content\">Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 8:16 </span></span><span class=\"content\">Meshullam and </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Neh. 11:16</span></span><span class=\"content\">Shabbethai the Levite supported them.</span></span></div><div class=\"p\"><span class=\"verse v15\" data-usfm=\"EZR.10.15\"><span class=\"content\">  </span></span><span class=\"verse v16\" data-usfm=\"EZR.10.16\"><span class=\"label\">16</span><span class=\"content\">Then the returned exiles did so. Ezra the priest selected men,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:16 </span><span class=\"ft\">Syriac; Hebrew </span><span class=\"fq\">And there were selected Ezra&#160;.&#160;.&#160;.</span></span></span><span class=\"content\"> heads of fathers&#8217; houses, according to their fathers&#8217; houses, each of them designated by name. On the first day of the tenth month they sat down to examine the matter; </span></span><span class=\"verse v17\" data-usfm=\"EZR.10.17\"><span class=\"label\">17</span><span class=\"content\">and by the first day of the first month they had come to the end of all the men who had married foreign women.</span></span></div><div class=\"s1\"><span class=\"heading\">Those Guilty of Intermarriage</span></div><div class=\"p\"><span class=\"verse v17\" data-usfm=\"EZR.10.17\"><span class=\"content\">  </span></span><span class=\"verse v18\" data-usfm=\"EZR.10.18\"><span class=\"label\">18</span><span class=\"content\">Now there were found some of the sons of the priests who had married foreign women: Maaseiah, Eliezer, Jarib, and Gedaliah, some of the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ch. 3:2</span></span><span class=\"content\">Jeshua the son of Jozadak and his brothers. </span></span><span class=\"verse v19\" data-usfm=\"EZR.10.19\"><span class=\"label\">19</span><span class=\"content\">They </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">See 2 Kgs. 10:15 </span></span><span class=\"content\">pledged themselves to put away their wives, and their guilt offering was </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">Lev. 6:6</span></span><span class=\"content\">a ram of the flock for their guilt.</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:19 </span><span class=\"ft\">Or </span><span class=\"fq\">as their reparation</span></span></span><span class=\"content\">  </span></span><span class=\"verse v20\" data-usfm=\"EZR.10.20\"><span class=\"label\">20</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">For ver. 20-43, see ch. 2:3-42</span></span><span class=\"content\">Of the sons of Immer: Hanani and Zebadiah. </span></span><span class=\"verse v21\" data-usfm=\"EZR.10.21\"><span class=\"label\">21</span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 31]</span></span><span class=\"content\">Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah. </span></span><span class=\"verse v22\" data-usfm=\"EZR.10.22\"><span class=\"label\">22</span><span class=\"content\">Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.</span></span></div><div class=\"p\"><span class=\"verse v22\" data-usfm=\"EZR.10.22\"><span class=\"content\">  </span></span><span class=\"verse v23\" data-usfm=\"EZR.10.23\"><span class=\"label\">23</span><span class=\"content\">Of the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer. </span></span><span class=\"verse v24\" data-usfm=\"EZR.10.24\"><span class=\"label\">24</span><span class=\"content\">Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri.</span></span></div><div class=\"p\"><span class=\"verse v24\" data-usfm=\"EZR.10.24\"><span class=\"content\">  </span></span><span class=\"verse v25\" data-usfm=\"EZR.10.25\"><span class=\"label\">25</span><span class=\"content\">And of Israel: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah,</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:25 </span><span class=\"ft\">Septuagint; Hebrew </span><span class=\"fq\">Malchijah</span></span></span><span class=\"content\"> and Benaiah. </span></span><span class=\"verse v26\" data-usfm=\"EZR.10.26\"><span class=\"label\">26</span><span class=\"content\">Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah. </span></span><span class=\"verse v27\" data-usfm=\"EZR.10.27\"><span class=\"label\">27</span><span class=\"content\">Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza. </span></span><span class=\"verse v28\" data-usfm=\"EZR.10.28\"><span class=\"label\">28</span><span class=\"content\">Of the sons of Bebai were Jehohanan, Hananiah, Zabbai, and Athlai. </span></span><span class=\"verse v29\" data-usfm=\"EZR.10.29\"><span class=\"label\">29</span><span class=\"content\">Of the sons of Bani were Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth. </span></span><span class=\"verse v30\" data-usfm=\"EZR.10.30\"><span class=\"label\">30</span><span class=\"content\">Of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh. </span></span><span class=\"verse v31\" data-usfm=\"EZR.10.31\"><span class=\"label\">31</span><span class=\"content\">Of the </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">ver. 21</span></span><span class=\"content\">sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, </span></span><span class=\"verse v32\" data-usfm=\"EZR.10.32\"><span class=\"label\">32</span><span class=\"content\">Benjamin, Malluch, and Shemariah. </span></span><span class=\"verse v33\" data-usfm=\"EZR.10.33\"><span class=\"label\">33</span><span class=\"content\">Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei. </span></span><span class=\"verse v34\" data-usfm=\"EZR.10.34\"><span class=\"label\">34</span><span class=\"content\">Of the sons of </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 29]</span></span><span class=\"content\">Bani: Maadai, Amram, Uel, </span></span><span class=\"verse v35\" data-usfm=\"EZR.10.35\"><span class=\"label\">35</span><span class=\"content\">Benaiah, Bedeiah, Cheluhi, </span></span><span class=\"verse v36\" data-usfm=\"EZR.10.36\"><span class=\"label\">36</span><span class=\"content\">Vaniah, Meremoth, Eliashib, </span></span><span class=\"verse v37\" data-usfm=\"EZR.10.37\"><span class=\"label\">37</span><span class=\"content\">Mattaniah, Mattenai, Jaasu. </span></span><span class=\"verse v38\" data-usfm=\"EZR.10.38\"><span class=\"label\">38</span><span class=\"content\">Of the sons of Binnui:</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:38 </span><span class=\"ft\">Septuagint; Hebrew </span><span class=\"fq\">Bani, Binnui</span></span></span><span class=\"content\"> Shimei, </span></span><span class=\"verse v39\" data-usfm=\"EZR.10.39\"><span class=\"label\">39</span><span class=\"content\">Shelemiah, Nathan, Adaiah, </span></span><span class=\"verse v40\" data-usfm=\"EZR.10.40\"><span class=\"label\">40</span><span class=\"content\">Machnadebai, Shashai, Sharai, </span></span><span class=\"verse v41\" data-usfm=\"EZR.10.41\"><span class=\"label\">41</span><span class=\"content\">Azarel, Shelemiah, Shemariah, </span></span><span class=\"verse v42\" data-usfm=\"EZR.10.42\"><span class=\"label\">42</span><span class=\"content\">Shallum, Amariah, and Joseph. </span></span><span class=\"verse v43\" data-usfm=\"EZR.10.43\"><span class=\"label\">43</span><span class=\"content\">Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah. </span></span><span class=\"verse v44\" data-usfm=\"EZR.10.44\"><span class=\"label\">44</span><span class=\"content\">All these had married foreign women, and some of the women </span><span class=\"note x\"><span class=\"label\">#</span><span class=\" body\">[ver. 3]</span></span><span class=\"content\">had even borne children.</span><span class=\"note f\"><span class=\"label\">#</span><span class=\" body\"><span class=\"fr\">10:44 </span><span class=\"ft\">Or </span><span class=\"fq\">and they put them away with their children</span></span></span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Confess Their Sin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "While Ezra prayed and made confession, weeping and casting himself down before the house of God, a very great assembly of men, women, and children, gathered to him out of Israel, for the people wept bitterly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And Shecaniah the son of Jehiel, of the sons of Elam, addressed Ezra: “We have broken faith with our God and have married foreign women from the peoples of the land, but even now there is hope for Israel in spite of this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Therefore let us make a covenant with our God to put away all these wives and their children, according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Arise, for it is your task, and we are with you; be strong and do it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Ezra arose and made the leading priests and Levites and all Israel take an oath that they would do as had been said. So they took the oath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Ezra withdrew from before the house of God and went to the chamber of Jehohanan the son of Eliashib, where he spent the night, neither eating bread nor drinking water, for he was mourning over the faithlessness of the exiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And a proclamation was made throughout Judah and Jerusalem to all the returned exiles that they should assemble at Jerusalem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and that if anyone did not come within three days, by order of the officials and the elders all his property should be forfeited, and he himself banned from the congregation of the exiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then all the men of Judah and Benjamin assembled at Jerusalem within the three days. It was the ninth month, on the twentieth day of the month. And all the people sat in the open square before the house of God, trembling because of this matter and because of the heavy rain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And Ezra the priest stood up and said to them, “You have broken faith and married foreign women, and so increased the guilt of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now then make confession to the Lord, the God of your fathers and do his will. Separate yourselves from the peoples of the land and from the foreign wives.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then all the assembly answered with a loud voice, “It is so; we must do as you have said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But the people are many, and it is a time of heavy rain; we cannot stand in the open. Nor is this a task for one day or for two, for we have greatly transgressed in this matter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Let our officials stand for the whole assembly. Let all in our cities who have taken foreign wives come at appointed times, and with them the elders and judges of every city, until the fierce wrath of our God over this matter is turned away from us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the returned exiles did so. Ezra the priest selected men, heads of fathers’ houses, according to their fathers’ houses, each of them designated by name. On the first day of the tenth month they sat down to examine the matter;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "and by the first day of the first month they had come to the end of all the men who had married foreign women."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Those Guilty of Intermarriage"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now there were found some of the sons of the priests who had married foreign women: Maaseiah, Eliezer, Jarib, and Gedaliah, some of the sons of Jeshua the son of Jozadak and his brothers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "They pledged themselves to put away their wives, and their guilt offering was a ram of the flock for their guilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Of the sons of Immer: Hanani and Zebadiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Of the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And of Israel: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah, and Benaiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Of the sons of Bebai were Jehohanan, Hananiah, Zabbai, and Athlai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Of the sons of Bani were Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Benjamin, Malluch, and Shemariah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Of the sons of Bani: Maadai, Amram, Uel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Benaiah, Bedeiah, Cheluhi,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Vaniah, Meremoth, Eliashib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Mattaniah, Mattenai, Jaasu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Of the sons of Binnui: Shimei,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Shelemiah, Nathan, Adaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Machnadebai, Shashai, Sharai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Azarel, Shelemiah, Shemariah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Shallum, Amariah, and Joseph."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "All these had married foreign women, and some of the women had even borne children."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}