{
  "book_usfm": "EST",
  "name": "Esther",
  "local_title": "King James Version",
  "local_abbreviation": "KJV",
  "version_id": 1,
  "publisher": {
    "name": "Cambridge Univ. Press & BFBS"
  },
  "copyright": {
    "html": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press.",
    "text": "Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "EST.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "chapter_text": "Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:) that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace, in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him: when he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days. And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king's palace; where were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble. And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king. And the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.\nAlso Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus. On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king, to bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on. But the queen Vashti refused to come at the king's commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.\nThen the king said to the wise men, which knew the times, (for so was the king's manner toward all that knew law and judgment: and the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king's face, and which sat the first in the kingdom;) what shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains? And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus. For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not. Likewise shall the ladies of Persia and Media say this day unto all the king's princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath. If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she. And when the king's decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small. And the saying pleased the king and the princes; and the king did according to the word of Memucan: for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch1\" data-usfm=\"EST.1\">\n         <div class=\"label\">1</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.1.1\"><span class=\"label\">1</span><span class=\"content\">Now it came to pass in the days of Ahasuerus, (this </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> Ahasuerus which reigned, from India even unto Ethiopia, </span><span class=\"add\"><span class=\"content\">over</span></span><span class=\"content\"> an hundred and seven and twenty provinces:) </span></span><span class=\"verse v2\" data-usfm=\"EST.1.2\"><span class=\"label\">2</span><span class=\"add\"><span class=\"content\">that</span></span><span class=\"content\"> in those days, when the king Ahasuerus sat on the throne of his kingdom, which </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> in Shushan the palace, </span></span><span class=\"verse v3\" data-usfm=\"EST.1.3\"><span class=\"label\">3</span><span class=\"content\">in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, </span><span class=\"add\"><span class=\"content\">being</span></span><span class=\"content\"> before him: </span></span><span class=\"verse v4\" data-usfm=\"EST.1.4\"><span class=\"label\">4</span><span class=\"content\">when he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, </span><span class=\"add\"><span class=\"content\">even</span></span><span class=\"content\"> an hundred and fourscore days. </span></span><span class=\"verse v5\" data-usfm=\"EST.1.5\"><span class=\"label\">5</span><span class=\"content\">And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king's palace; </span></span><span class=\"verse v6\" data-usfm=\"EST.1.6\"><span class=\"label\">6</span><span class=\"add\"><span class=\"content\">where were</span></span><span class=\"content\"> white, green, and blue, </span><span class=\"add\"><span class=\"content\">hangings</span></span><span class=\"content\">, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds </span><span class=\"add\"><span class=\"content\">were of</span></span><span class=\"content\"> gold and silver, upon a pavement of red, and blue, and white, and black, marble. </span></span><span class=\"verse v7\" data-usfm=\"EST.1.7\"><span class=\"label\">7</span><span class=\"content\">And they gave </span><span class=\"add\"><span class=\"content\">them</span></span><span class=\"content\"> drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king. </span></span><span class=\"verse v8\" data-usfm=\"EST.1.8\"><span class=\"label\">8</span><span class=\"content\">And the drinking </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.</span></span></div><div class=\"p\"><span class=\"verse v8\" data-usfm=\"EST.1.8\"><span class=\"content\">  </span></span><span class=\"verse v9\" data-usfm=\"EST.1.9\"><span class=\"label\">9</span><span class=\"content\">Also Vashti the queen made a feast for the women </span><span class=\"add\"><span class=\"content\">in</span></span><span class=\"content\"> the royal house which </span><span class=\"add\"><span class=\"content\">belonged</span></span><span class=\"content\"> to king Ahasuerus. </span></span><span class=\"verse v10\" data-usfm=\"EST.1.10\"><span class=\"label\">10</span><span class=\"content\">On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king, </span></span><span class=\"verse v11\" data-usfm=\"EST.1.11\"><span class=\"label\">11</span><span class=\"content\">to bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> fair to look on. </span></span><span class=\"verse v12\" data-usfm=\"EST.1.12\"><span class=\"label\">12</span><span class=\"content\">But the queen Vashti refused to come at the king's commandment by </span><span class=\"add\"><span class=\"content\">his</span></span><span class=\"content\"> chamberlains: therefore was the king very wroth, and his anger burned in him.</span></span></div><div class=\"p\"><span class=\"verse v12\" data-usfm=\"EST.1.12\"><span class=\"content\">  </span></span><span class=\"verse v13\" data-usfm=\"EST.1.13\"><span class=\"label\">13</span><span class=\"content\">Then the king said to the wise men, which knew the times, (for so </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> the king's manner toward all that knew law and judgment: </span></span><span class=\"verse v14\" data-usfm=\"EST.1.14\"><span class=\"label\">14</span><span class=\"content\">and the next unto him </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> Memucan, the seven princes of Persia and Media, which saw the king's face, </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> which sat the first in the kingdom;) </span></span><span class=\"verse v15\" data-usfm=\"EST.1.15\"><span class=\"label\">15</span><span class=\"content\">what shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains? </span></span><span class=\"verse v16\" data-usfm=\"EST.1.16\"><span class=\"label\">16</span><span class=\"content\">And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> in all the provinces of the king Ahasuerus. </span></span><span class=\"verse v17\" data-usfm=\"EST.1.17\"><span class=\"label\">17</span><span class=\"content\">For </span><span class=\"add\"><span class=\"content\">this</span></span><span class=\"content\"> deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not. </span></span><span class=\"verse v18\" data-usfm=\"EST.1.18\"><span class=\"label\">18</span><span class=\"add\"><span class=\"content\">Likewise</span></span><span class=\"content\"> shall the ladies of Persia and Media say this day unto all the king's princes, which have heard of the deed of the queen. Thus </span><span class=\"add\"><span class=\"content\">shall there arise</span></span><span class=\"content\"> too much contempt and wrath. </span></span><span class=\"verse v19\" data-usfm=\"EST.1.19\"><span class=\"label\">19</span><span class=\"content\">If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she. </span></span><span class=\"verse v20\" data-usfm=\"EST.1.20\"><span class=\"label\">20</span><span class=\"content\">And when the king's decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small. </span></span><span class=\"verse v21\" data-usfm=\"EST.1.21\"><span class=\"label\">21</span><span class=\"content\">And the saying pleased the king and the princes; and the king did according to the word of Memucan: </span></span><span class=\"verse v22\" data-usfm=\"EST.1.22\"><span class=\"label\">22</span><span class=\"content\">for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> should be published according to the language of every people.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "when he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king's palace;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "where were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "to bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But the queen Vashti refused to come at the king's commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then the king said to the wise men, which knew the times, (for so was the king's manner toward all that knew law and judgment:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king's face, and which sat the first in the kingdom;)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "what shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Likewise shall the ladies of Persia and Media say this day unto all the king's princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And when the king's decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "And the saying pleased the king and the princes; and the king did according to the word of Memucan:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "chapter_text": "After these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her. Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king: and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king's chamberlain, keeper of the women; and let their things for purification be given them: and let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.\nNow in Shushan the palace there was a certain Jew, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite; who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away. And he brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maid was fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.\nSo it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king's house, to the custody of Hegai, keeper of the women. And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, which were meet to be given her, out of the king's house: and he preferred her and her maids unto the best place of the house of the women. Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew it. And Mordecai walked every day before the court of the women's house, to know how Esther did, and what should become of her.\nNow when every maid's turn was come to go in to king Ahasuerus, after that she had been twelve months, according to the manner of the women, (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odours, and with other things for the purifying of the women;) then thus came every maiden unto the king; whatsoever she desired was given her to go with her out of the house of the women unto the king's house. In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, which kept the concubines: she came in unto the king no more, except the king delighted in her, and that she were called by name. Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.\nSo Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign. And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti. Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a release to the provinces, and gave gifts, according to the state of the king.\nAnd when the virgins were gathered together the second time, then Mordecai sat in the king's gate. Esther had not yet shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him.\nIn those days, while Mordecai sat in the king's gate, two of the king's chamberlains, Bigthan and Teresh, of those which kept the door, were wroth, and sought to lay hand on the king Ahasuerus. And the thing was known to Mordecai, who told it unto Esther the queen; and Esther certified the king thereof in Mordecai's name. And when inquisition was made of the matter, it was found out; therefore they were both hanged on a tree: and it was written in the book of the chronicles before the king.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch2\" data-usfm=\"EST.2\">\n         <div class=\"label\">2</div><div class=\"s2\"><span class=\"heading\">Esther is Crowned</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.2.1\"><span class=\"label\">1</span><span class=\"content\">After these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her. </span></span><span class=\"verse v2\" data-usfm=\"EST.2.2\"><span class=\"label\">2</span><span class=\"content\">Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king: </span></span><span class=\"verse v3\" data-usfm=\"EST.2.3\"><span class=\"label\">3</span><span class=\"content\">and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king's chamberlain, keeper of the women; and let their things for purification be given </span><span class=\"add\"><span class=\"content\">them:</span></span><span class=\"content\">  </span></span><span class=\"verse v4\" data-usfm=\"EST.2.4\"><span class=\"label\">4</span><span class=\"content\">and let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.</span></span></div><div class=\"p\"><span class=\"verse v4\" data-usfm=\"EST.2.4\"><span class=\"content\">  </span></span><span class=\"verse v5\" data-usfm=\"EST.2.5\"><span class=\"label\">5</span><span class=\"content\">  </span><span class=\"add\"><span class=\"content\">Now</span></span><span class=\"content\"> in Shushan the palace there was a certain Jew, whose name </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite; </span></span><span class=\"verse v6\" data-usfm=\"EST.2.6\"><span class=\"label\">6</span><span class=\"content\">who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away. </span></span><span class=\"verse v7\" data-usfm=\"EST.2.7\"><span class=\"label\">7</span><span class=\"content\">And he brought up Hadassah, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, Esther, his uncle's daughter: for she had neither father nor mother, and the maid </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.</span></span></div><div class=\"p\"><span class=\"verse v7\" data-usfm=\"EST.2.7\"><span class=\"content\">  </span></span><span class=\"verse v8\" data-usfm=\"EST.2.8\"><span class=\"label\">8</span><span class=\"content\">So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king's house, to the custody of Hegai, keeper of the women. </span></span><span class=\"verse v9\" data-usfm=\"EST.2.9\"><span class=\"label\">9</span><span class=\"content\">And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, </span><span class=\"add\"><span class=\"content\">which were</span></span><span class=\"content\"> meet to be given her, out of the king's house: and he preferred her and her maids unto the best </span><span class=\"add\"><span class=\"content\">place</span></span><span class=\"content\"> of the house of the women. </span></span><span class=\"verse v10\" data-usfm=\"EST.2.10\"><span class=\"label\">10</span><span class=\"content\">Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\">. </span></span><span class=\"verse v11\" data-usfm=\"EST.2.11\"><span class=\"label\">11</span><span class=\"content\">And Mordecai walked every day before the court of the women's house, to know how Esther did, and what should become of her.</span></span></div><div class=\"p\"><span class=\"verse v11\" data-usfm=\"EST.2.11\"><span class=\"content\">  </span></span><span class=\"verse v12\" data-usfm=\"EST.2.12\"><span class=\"label\">12</span><span class=\"content\">Now when every maid's turn was come to go in to king Ahasuerus, after that she had been twelve months, according to the manner of the women, (for so were the days of their purifications accomplished, </span><span class=\"add\"><span class=\"content\">to wit</span></span><span class=\"content\">, six months with oil of myrrh, and six months with sweet odours, and with </span><span class=\"add\"><span class=\"content\">other</span></span><span class=\"content\"> things for the purifying of the women;) </span></span><span class=\"verse v13\" data-usfm=\"EST.2.13\"><span class=\"label\">13</span><span class=\"content\">then thus came </span><span class=\"add\"><span class=\"content\">every</span></span><span class=\"content\"> maiden unto the king; whatsoever she desired was given her to go with her out of the house of the women unto the king's house. </span></span><span class=\"verse v14\" data-usfm=\"EST.2.14\"><span class=\"label\">14</span><span class=\"content\">In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, which kept the concubines: she came in unto the king no more, except the king delighted in her, and that she were called by name. </span></span><span class=\"verse v15\" data-usfm=\"EST.2.15\"><span class=\"label\">15</span><span class=\"content\">Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.</span></span></div><div class=\"p\"><span class=\"verse v15\" data-usfm=\"EST.2.15\"><span class=\"content\">  </span></span><span class=\"verse v16\" data-usfm=\"EST.2.16\"><span class=\"label\">16</span><span class=\"content\">So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> the month Tebeth, in the seventh year of his reign. </span></span><span class=\"verse v17\" data-usfm=\"EST.2.17\"><span class=\"label\">17</span><span class=\"content\">And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti. </span></span><span class=\"verse v18\" data-usfm=\"EST.2.18\"><span class=\"label\">18</span><span class=\"content\">Then the king made a great feast unto all his princes and his servants, </span><span class=\"add\"><span class=\"content\">even</span></span><span class=\"content\"> Esther's feast; and he made a release to the provinces, and gave gifts, according to the state of the king.</span></span></div><div class=\"p\"><span class=\"verse v18\" data-usfm=\"EST.2.18\"><span class=\"content\">  </span></span><span class=\"verse v19\" data-usfm=\"EST.2.19\"><span class=\"label\">19</span><span class=\"content\">And when the virgins were gathered together the second time, then Mordecai sat in the king's gate. </span></span><span class=\"verse v20\" data-usfm=\"EST.2.20\"><span class=\"label\">20</span><span class=\"content\">Esther had not </span><span class=\"add\"><span class=\"content\">yet</span></span><span class=\"content\"> shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him.</span></span></div><div class=\"p\"><span class=\"verse v20\" data-usfm=\"EST.2.20\"><span class=\"content\">  </span></span><span class=\"verse v21\" data-usfm=\"EST.2.21\"><span class=\"label\">21</span><span class=\"content\">In those days, while Mordecai sat in the king's gate, two of the king's chamberlains, Bigthan and Teresh, of those which kept the door, were wroth, and sought to lay hand on the king Ahasuerus. </span></span><span class=\"verse v22\" data-usfm=\"EST.2.22\"><span class=\"label\">22</span><span class=\"content\">And the thing was known to Mordecai, who told </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> unto Esther the queen; and Esther certified the king </span><span class=\"add\"><span class=\"content\">thereof</span></span><span class=\"content\"> in Mordecai's name. </span></span><span class=\"verse v23\" data-usfm=\"EST.2.23\"><span class=\"label\">23</span><span class=\"content\">And when inquisition was made of the matter, it was found out; therefore they were both hanged on a tree: and it was written in the book of the chronicles before the king.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Esther is Crowned"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king's chamberlain, keeper of the women; and let their things for purification be given them:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Now in Shushan the palace there was a certain Jew, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And he brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maid was fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king's house, to the custody of Hegai, keeper of the women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, which were meet to be given her, out of the king's house: and he preferred her and her maids unto the best place of the house of the women."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And Mordecai walked every day before the court of the women's house, to know how Esther did, and what should become of her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now when every maid's turn was come to go in to king Ahasuerus, after that she had been twelve months, according to the manner of the women, (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odours, and with other things for the purifying of the women;)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "then thus came every maiden unto the king; whatsoever she desired was given her to go with her out of the house of the women unto the king's house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, which kept the concubines: she came in unto the king no more, except the king delighted in her, and that she were called by name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a release to the provinces, and gave gifts, according to the state of the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And when the virgins were gathered together the second time, then Mordecai sat in the king's gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esther had not yet shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "In those days, while Mordecai sat in the king's gate, two of the king's chamberlains, Bigthan and Teresh, of those which kept the door, were wroth, and sought to lay hand on the king Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And the thing was known to Mordecai, who told it unto Esther the queen; and Esther certified the king thereof in Mordecai's name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And when inquisition was made of the matter, it was found out; therefore they were both hanged on a tree: and it was written in the book of the chronicles before the king."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.2"
        ],
        "human": "Esther 2",
        "toc": true
      },
      "chapter_text": "After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that were with him. And all the king's servants, that were in the king's gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did him reverence. Then the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment? Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai's matters would stand: for he had told them that he was a Jew. And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath. And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai.\nIn the first month, that is, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, to the twelfth month, that is, the month Adar. And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws are diverse from all people; neither keep they the king's laws: therefore it is not for the king's profit to suffer them. If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring it into the king's treasuries. And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews' enemy. And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.\nThen were the king's scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king's lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king's ring. And the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even upon the thirteenth day of the twelfth month, which is the month Adar, and to take the spoil of them for a prey. The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day. The posts went out, being hastened by the king's commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch3\" data-usfm=\"EST.3\">\n         <div class=\"label\">3</div><div class=\"s2\"><span class=\"heading\">Haman's Plot</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.3.1\"><span class=\"label\">1</span><span class=\"content\">After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> with him. </span></span><span class=\"verse v2\" data-usfm=\"EST.3.2\"><span class=\"label\">2</span><span class=\"content\">And all the king's servants, that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in the king's gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did </span><span class=\"add\"><span class=\"content\">him</span></span><span class=\"content\"> reverence. </span></span><span class=\"verse v3\" data-usfm=\"EST.3.3\"><span class=\"label\">3</span><span class=\"content\">Then the king's servants, which </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment? </span></span><span class=\"verse v4\" data-usfm=\"EST.3.4\"><span class=\"label\">4</span><span class=\"content\">Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai's matters would stand: for he had told them that he </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> a Jew. </span></span><span class=\"verse v5\" data-usfm=\"EST.3.5\"><span class=\"label\">5</span><span class=\"content\">And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath. </span></span><span class=\"verse v6\" data-usfm=\"EST.3.6\"><span class=\"label\">6</span><span class=\"content\">And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> throughout the whole kingdom of Ahasuerus, </span><span class=\"add\"><span class=\"content\">even</span></span><span class=\"content\"> the people of Mordecai.</span></span></div><div class=\"p\"><span class=\"verse v6\" data-usfm=\"EST.3.6\"><span class=\"content\">  </span></span><span class=\"verse v7\" data-usfm=\"EST.3.7\"><span class=\"label\">7</span><span class=\"content\">In the first month, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the lot, before Haman from day to day, and from month to month, </span><span class=\"add\"><span class=\"content\">to</span></span><span class=\"content\"> the twelfth </span><span class=\"add\"><span class=\"content\">month</span></span><span class=\"content\">, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the month Adar. </span></span><span class=\"verse v8\" data-usfm=\"EST.3.8\"><span class=\"label\">8</span><span class=\"content\">And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> diverse from all people; neither keep they the king's laws: therefore it </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> not for the king's profit to suffer them. </span></span><span class=\"verse v9\" data-usfm=\"EST.3.9\"><span class=\"label\">9</span><span class=\"content\">If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> into the king's treasuries. </span></span><span class=\"verse v10\" data-usfm=\"EST.3.10\"><span class=\"label\">10</span><span class=\"content\">And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews' enemy. </span></span><span class=\"verse v11\" data-usfm=\"EST.3.11\"><span class=\"label\">11</span><span class=\"content\">And the king said unto Haman, The silver </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> given to thee, the people also, to do with them as it seemeth good to thee.</span></span></div><div class=\"p\"><span class=\"verse v11\" data-usfm=\"EST.3.11\"><span class=\"content\">  </span></span><span class=\"verse v12\" data-usfm=\"EST.3.12\"><span class=\"label\">12</span><span class=\"content\">Then were the king's scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king's lieutenants, and to the governors that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> over every province, and to the rulers of every people of every province according to the writing thereof, and </span><span class=\"add\"><span class=\"content\">to</span></span><span class=\"content\"> every people after their language; in the name of king Ahasuerus was it written, and sealed with the king's ring. </span></span><span class=\"verse v13\" data-usfm=\"EST.3.13\"><span class=\"label\">13</span><span class=\"content\">And the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, </span><span class=\"add\"><span class=\"content\">even</span></span><span class=\"content\"> upon the thirteenth </span><span class=\"add\"><span class=\"content\">day</span></span><span class=\"content\"> of the twelfth month, which </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> the month Adar, and </span><span class=\"add\"><span class=\"content\">to take</span></span><span class=\"content\"> the spoil of them for a prey. </span></span><span class=\"verse v14\" data-usfm=\"EST.3.14\"><span class=\"label\">14</span><span class=\"content\">The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day. </span></span><span class=\"verse v15\" data-usfm=\"EST.3.15\"><span class=\"label\">15</span><span class=\"content\">The posts went out, being hastened by the king's commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Haman's Plot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that were with him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And all the king's servants, that were in the king's gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did him reverence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai's matters would stand: for he had told them that he was a Jew."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "In the first month, that is, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, to the twelfth month, that is, the month Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws are diverse from all people; neither keep they the king's laws: therefore it is not for the king's profit to suffer them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring it into the king's treasuries."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews' enemy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then were the king's scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king's lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king's ring."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even upon the thirteenth day of the twelfth month, which is the month Adar, and to take the spoil of them for a prey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The posts went out, being hastened by the king's commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.3"
        ],
        "human": "Esther 3",
        "toc": true
      },
      "chapter_text": "When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry; and came even before the king's gate: for none might enter into the king's gate clothed with sackcloth. And in every province, whithersoever the king's commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.\nSo Esther's maids and her chamberlains came and told it her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received it not. Then called Esther for Hatach, one of the king's chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was. So Hatach went forth to Mordecai unto the street of the city, which was before the king's gate. And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king's treasuries for the Jews, to destroy them. Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.\nAnd Hatach came and told Esther the words of Mordecai. Again Esther spake unto Hatach, and gave him commandment unto Mordecai; all the king's servants, and the people of the king's provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called, there is one law of his to put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days. And they told to Mordecai Esther's words.\nThen Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews. For if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?\nThen Esther bade them return Mordecai this answer, Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish. So Mordecai went his way, and did according to all that Esther had commanded him.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch4\" data-usfm=\"EST.4\">\n         <div class=\"label\">4</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.4.1\"><span class=\"label\">1</span><span class=\"content\">When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry; </span></span><span class=\"verse v2\" data-usfm=\"EST.4.2\"><span class=\"label\">2</span><span class=\"content\">and came even before the king's gate: for none </span><span class=\"add\"><span class=\"content\">might</span></span><span class=\"content\"> enter into the king's gate clothed with sackcloth. </span></span><span class=\"verse v3\" data-usfm=\"EST.4.3\"><span class=\"label\">3</span><span class=\"content\">And in every province, whithersoever the king's commandment and his decree came, </span><span class=\"add\"><span class=\"content\">there was</span></span><span class=\"content\"> great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.</span></span></div><div class=\"p\"><span class=\"verse v3\" data-usfm=\"EST.4.3\"><span class=\"content\">  </span></span><span class=\"verse v4\" data-usfm=\"EST.4.4\"><span class=\"label\">4</span><span class=\"content\">So Esther's maids and her chamberlains came and told </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> not. </span></span><span class=\"verse v5\" data-usfm=\"EST.4.5\"><span class=\"label\">5</span><span class=\"content\">Then called Esther for Hatach, </span><span class=\"add\"><span class=\"content\">one</span></span><span class=\"content\"> of the king's chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\">, and why it </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\">. </span></span><span class=\"verse v6\" data-usfm=\"EST.4.6\"><span class=\"label\">6</span><span class=\"content\">So Hatach went forth to Mordecai unto the street of the city, which </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> before the king's gate. </span></span><span class=\"verse v7\" data-usfm=\"EST.4.7\"><span class=\"label\">7</span><span class=\"content\">And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king's treasuries for the Jews, to destroy them. </span></span><span class=\"verse v8\" data-usfm=\"EST.4.8\"><span class=\"label\">8</span><span class=\"content\">Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> unto Esther, and to declare </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.</span></span></div><div class=\"p\"><span class=\"verse v8\" data-usfm=\"EST.4.8\"><span class=\"content\">  </span></span><span class=\"verse v9\" data-usfm=\"EST.4.9\"><span class=\"label\">9</span><span class=\"content\">And Hatach came and told Esther the words of Mordecai. </span></span><span class=\"verse v10\" data-usfm=\"EST.4.10\"><span class=\"label\">10</span><span class=\"content\">Again Esther spake unto Hatach, and gave him commandment unto Mordecai; </span></span><span class=\"verse v11\" data-usfm=\"EST.4.11\"><span class=\"label\">11</span><span class=\"content\">all the king's servants, and the people of the king's provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called, </span><span class=\"add\"><span class=\"content\">there is</span></span><span class=\"content\"> one law of his to put </span><span class=\"add\"><span class=\"content\">him</span></span><span class=\"content\"> to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days. </span></span><span class=\"verse v12\" data-usfm=\"EST.4.12\"><span class=\"label\">12</span><span class=\"content\">And they told to Mordecai Esther's words.</span></span></div><div class=\"p\"><span class=\"verse v12\" data-usfm=\"EST.4.12\"><span class=\"content\">  </span></span><span class=\"verse v13\" data-usfm=\"EST.4.13\"><span class=\"label\">13</span><span class=\"content\">Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews. </span></span><span class=\"verse v14\" data-usfm=\"EST.4.14\"><span class=\"label\">14</span><span class=\"content\">For if thou altogether holdest thy peace at this time, </span><span class=\"add\"><span class=\"content\">then</span></span><span class=\"content\"> shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for </span><span class=\"add\"><span class=\"content\">such</span></span><span class=\"content\"> a time as this?</span></span></div><div class=\"p\"><span class=\"verse v14\" data-usfm=\"EST.4.14\"><span class=\"content\">  </span></span><span class=\"verse v15\" data-usfm=\"EST.4.15\"><span class=\"label\">15</span><span class=\"content\">Then Esther bade </span><span class=\"add\"><span class=\"content\">them</span></span><span class=\"content\"> return Mordecai </span><span class=\"add\"><span class=\"content\">this answer</span></span><span class=\"content\">, </span></span><span class=\"verse v16\" data-usfm=\"EST.4.16\"><span class=\"label\">16</span><span class=\"content\">Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> not according to the law: and if I perish, I perish. </span></span><span class=\"verse v17\" data-usfm=\"EST.4.17\"><span class=\"label\">17</span><span class=\"content\">So Mordecai went his way, and did according to all that Esther had commanded him.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and came even before the king's gate: for none might enter into the king's gate clothed with sackcloth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And in every province, whithersoever the king's commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Esther's maids and her chamberlains came and told it her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received it not."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then called Esther for Hatach, one of the king's chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Hatach went forth to Mordecai unto the street of the city, which was before the king's gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king's treasuries for the Jews, to destroy them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And Hatach came and told Esther the words of Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Again Esther spake unto Hatach, and gave him commandment unto Mordecai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "all the king's servants, and the people of the king's provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called, there is one law of his to put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And they told to Mordecai Esther's words."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "For if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Esther bade them return Mordecai this answer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Mordecai went his way, and did according to all that Esther had commanded him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.4"
        ],
        "human": "Esther 4",
        "toc": true
      },
      "chapter_text": "Now it came to pass on the third day, that Esther put on her royal apparel, and stood in the inner court of the king's house, over against the king's house: and the king sat upon his royal throne in the royal house, over against the gate of the house. And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre. Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom. And Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.\nThen the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared. And the king said unto Esther at the banquet of wine, What is thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed. Then answered Esther, and said, My petition and my request is; if I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.\nThen went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai. Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife. And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king. Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king. Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate. Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch5\" data-usfm=\"EST.5\">\n         <div class=\"label\">5</div><div class=\"s2\"><span class=\"heading\">Esther's Request</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.5.1\"><span class=\"label\">1</span><span class=\"content\">Now it came to pass on the third day, that Esther put on </span><span class=\"add\"><span class=\"content\">her</span></span><span class=\"content\"> royal </span><span class=\"add\"><span class=\"content\">apparel</span></span><span class=\"content\">, and stood in the inner court of the king's house, over against the king's house: and the king sat upon his royal throne in the royal house, over against the gate of the house. </span></span><span class=\"verse v2\" data-usfm=\"EST.5.2\"><span class=\"label\">2</span><span class=\"content\">And it was so, when the king saw Esther the queen standing in the court, </span><span class=\"add\"><span class=\"content\">that</span></span><span class=\"content\"> she obtained favour in his sight: and the king held out to Esther the golden sceptre that </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> in his hand. So Esther drew near, and touched the top of the sceptre. </span></span><span class=\"verse v3\" data-usfm=\"EST.5.3\"><span class=\"label\">3</span><span class=\"content\">Then said the king unto her, What wilt thou, queen Esther? and what </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy request? it shall be even given thee to the half of the kingdom. </span></span><span class=\"verse v4\" data-usfm=\"EST.5.4\"><span class=\"label\">4</span><span class=\"content\">And Esther answered, If </span><span class=\"add\"><span class=\"content\">it seem</span></span><span class=\"content\"> good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.</span></span></div><div class=\"p\"><span class=\"verse v4\" data-usfm=\"EST.5.4\"><span class=\"content\">  </span></span><span class=\"verse v5\" data-usfm=\"EST.5.5\"><span class=\"label\">5</span><span class=\"content\">Then the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared. </span></span><span class=\"verse v6\" data-usfm=\"EST.5.6\"><span class=\"label\">6</span><span class=\"content\">And the king said unto Esther at the banquet of wine, What </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy petition? and it shall be granted thee: and what </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy request? even to the half of the kingdom it shall be performed. </span></span><span class=\"verse v7\" data-usfm=\"EST.5.7\"><span class=\"label\">7</span><span class=\"content\">Then answered Esther, and said, My petition and my request </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">; </span></span><span class=\"verse v8\" data-usfm=\"EST.5.8\"><span class=\"label\">8</span><span class=\"content\">if I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.</span></span></div><div class=\"p\"><span class=\"verse v8\" data-usfm=\"EST.5.8\"><span class=\"content\">  </span></span><span class=\"verse v9\" data-usfm=\"EST.5.9\"><span class=\"label\">9</span><span class=\"content\">Then went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai. </span></span><span class=\"verse v10\" data-usfm=\"EST.5.10\"><span class=\"label\">10</span><span class=\"content\">Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife. </span></span><span class=\"verse v11\" data-usfm=\"EST.5.11\"><span class=\"label\">11</span><span class=\"content\">And Haman told them of the glory of his riches, and the multitude of his children, and all </span><span class=\"add\"><span class=\"content\">the things</span></span><span class=\"content\"> wherein the king had promoted him, and how he had advanced him above the princes and servants of the king. </span></span><span class=\"verse v12\" data-usfm=\"EST.5.12\"><span class=\"label\">12</span><span class=\"content\">Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king. </span></span><span class=\"verse v13\" data-usfm=\"EST.5.13\"><span class=\"label\">13</span><span class=\"content\">Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate. </span></span><span class=\"verse v14\" data-usfm=\"EST.5.14\"><span class=\"label\">14</span><span class=\"content\">Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Esther's Request"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it came to pass on the third day, that Esther put on her royal apparel, and stood in the inner court of the king's house, over against the king's house: and the king sat upon his royal throne in the royal house, over against the gate of the house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And the king said unto Esther at the banquet of wine, What is thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then answered Esther, and said, My petition and my request is;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "if I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.5"
        ],
        "human": "Esther 5",
        "toc": true
      },
      "chapter_text": "On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king. And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus. And the king said, What honour and dignity hath been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him.\nAnd the king said, Who is in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him. And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in. So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself? And Haman answered the king, For the man whom the king delighteth to honour, let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head: and let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.\nThen the king said to Haman, Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken. Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour. And Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered. And Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him. And while they were yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch6\" data-usfm=\"EST.6\">\n         <div class=\"label\">6</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.6.1\"><span class=\"label\">1</span><span class=\"content\">On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king. </span></span><span class=\"verse v2\" data-usfm=\"EST.6.2\"><span class=\"label\">2</span><span class=\"content\">And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus. </span></span><span class=\"verse v3\" data-usfm=\"EST.6.3\"><span class=\"label\">3</span><span class=\"content\">And the king said, What honour and dignity hath been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him.</span></span></div><div class=\"p\"><span class=\"verse v3\" data-usfm=\"EST.6.3\"><span class=\"content\">  </span></span><span class=\"verse v4\" data-usfm=\"EST.6.4\"><span class=\"label\">4</span><span class=\"content\">And the king said, Who </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him. </span></span><span class=\"verse v5\" data-usfm=\"EST.6.5\"><span class=\"label\">5</span><span class=\"content\">And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in. </span></span><span class=\"verse v6\" data-usfm=\"EST.6.6\"><span class=\"label\">6</span><span class=\"content\">So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself? </span></span><span class=\"verse v7\" data-usfm=\"EST.6.7\"><span class=\"label\">7</span><span class=\"content\">And Haman answered the king, For the man whom the king delighteth to honour, </span></span><span class=\"verse v8\" data-usfm=\"EST.6.8\"><span class=\"label\">8</span><span class=\"content\">let the royal apparel be brought which the king </span><span class=\"add\"><span class=\"content\">useth</span></span><span class=\"content\"> to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head: </span></span><span class=\"verse v9\" data-usfm=\"EST.6.9\"><span class=\"label\">9</span><span class=\"content\">and let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man </span><span class=\"add\"><span class=\"content\">withal</span></span><span class=\"content\"> whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.</span></span></div><div class=\"p\"><span class=\"verse v9\" data-usfm=\"EST.6.9\"><span class=\"content\">  </span></span><span class=\"verse v10\" data-usfm=\"EST.6.10\"><span class=\"label\">10</span><span class=\"content\">Then the king said to Haman, Make haste, </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken. </span></span><span class=\"verse v11\" data-usfm=\"EST.6.11\"><span class=\"label\">11</span><span class=\"content\">Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour. </span></span><span class=\"verse v12\" data-usfm=\"EST.6.12\"><span class=\"label\">12</span><span class=\"content\">And Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered. </span></span><span class=\"verse v13\" data-usfm=\"EST.6.13\"><span class=\"label\">13</span><span class=\"content\">And Haman told Zeresh his wife and all his friends every </span><span class=\"add\"><span class=\"content\">thing</span></span><span class=\"content\"> that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai </span><span class=\"add\"><span class=\"content\">be</span></span><span class=\"content\"> of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him. </span></span><span class=\"verse v14\" data-usfm=\"EST.6.14\"><span class=\"label\">14</span><span class=\"content\">And while they </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And the king said, What honour and dignity hath been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And the king said, Who is in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Haman answered the king, For the man whom the king delighteth to honour,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "and let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then the king said to Haman, Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And while they were yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.6"
        ],
        "human": "Esther 6",
        "toc": true
      },
      "chapter_text": "So the king and Haman came to banquet with Esther the queen. And the king said again unto Esther on the second day at the banquet of wine, What is thy petition, queen Esther? and it shall be granted thee: and what is thy request? and it shall be performed, even to the half of the kingdom. Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request: for we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king's damage.\nThen the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so? And Esther said, The adversary and enemy is this wicked Haman. Then Haman was afraid before the king and the queen.\nAnd the king arising from the banquet of wine in his wrath went into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king. Then the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther was. Then said the king, Will he force the queen also before me in the house? As the word went out of the king's mouth, they covered Haman's face. And Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon. So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king's wrath pacified.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch7\" data-usfm=\"EST.7\">\n         <div class=\"label\">7</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.7.1\"><span class=\"label\">1</span><span class=\"content\">So the king and Haman came to banquet with Esther the queen. </span></span><span class=\"verse v2\" data-usfm=\"EST.7.2\"><span class=\"label\">2</span><span class=\"content\">And the king said again unto Esther on the second day at the banquet of wine, What </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy petition, queen Esther? and it shall be granted thee: and what </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy request? and it shall be performed, </span><span class=\"add\"><span class=\"content\">even</span></span><span class=\"content\"> to the half of the kingdom. </span></span><span class=\"verse v3\" data-usfm=\"EST.7.3\"><span class=\"label\">3</span><span class=\"content\">Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request: </span></span><span class=\"verse v4\" data-usfm=\"EST.7.4\"><span class=\"label\">4</span><span class=\"content\">for we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king's damage.</span></span></div><div class=\"p\"><span class=\"verse v4\" data-usfm=\"EST.7.4\"><span class=\"content\">  </span></span><span class=\"verse v5\" data-usfm=\"EST.7.5\"><span class=\"label\">5</span><span class=\"content\">Then the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so? </span></span><span class=\"verse v6\" data-usfm=\"EST.7.6\"><span class=\"label\">6</span><span class=\"content\">And Esther said, The adversary and enemy </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> this wicked Haman. Then Haman was afraid before the king and the queen.</span></span></div><div class=\"p\"><span class=\"verse v6\" data-usfm=\"EST.7.6\"><span class=\"content\">  </span></span><span class=\"verse v7\" data-usfm=\"EST.7.7\"><span class=\"label\">7</span><span class=\"content\">And the king arising from the banquet of wine in his wrath </span><span class=\"add\"><span class=\"content\">went</span></span><span class=\"content\"> into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king. </span></span><span class=\"verse v8\" data-usfm=\"EST.7.8\"><span class=\"label\">8</span><span class=\"content\">Then the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\">. Then said the king, Will he force the queen also before me in the house? As the word went out of the king's mouth, they covered Haman's face. </span></span><span class=\"verse v9\" data-usfm=\"EST.7.9\"><span class=\"label\">9</span><span class=\"content\">And Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon. </span></span><span class=\"verse v10\" data-usfm=\"EST.7.10\"><span class=\"label\">10</span><span class=\"content\">So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king's wrath pacified.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "So the king and Haman came to banquet with Esther the queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the king said again unto Esther on the second day at the banquet of wine, What is thy petition, queen Esther? and it shall be granted thee: and what is thy request? and it shall be performed, even to the half of the kingdom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "for we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king's damage."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And Esther said, The adversary and enemy is this wicked Haman. Then Haman was afraid before the king and the queen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And the king arising from the banquet of wine in his wrath went into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther was. Then said the king, Will he force the queen also before me in the house? As the word went out of the king's mouth, they covered Haman's face."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king's wrath pacified."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.7"
        ],
        "human": "Esther 7",
        "toc": true
      },
      "chapter_text": "On that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he was unto her. And the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman.\nAnd Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews. Then the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king, and said, If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which are in all the king's provinces: for how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred? Then the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews. Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.\nThen were the king's scribes called at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which are from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language. And he wrote in the king Ahasuerus' name, and sealed it with the king's ring, and sent letters by posts on horseback, and riders on mules, camels, and young dromedaries: wherein the king granted the Jews which were in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, both little ones and women, and to take the spoil of them for a prey, upon one day in all the provinces of king Ahasuerus, namely, upon the thirteenth day of the twelfth month, which is the month Adar. The copy of the writing for a commandment to be given in every province was published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies. So the posts that rode upon mules and camels went out, being hastened and pressed on by the king's commandment. And the decree was given at Shushan the palace.\nAnd Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad. The Jews had light, and gladness, and joy, and honour. And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch8\" data-usfm=\"EST.8\">\n         <div class=\"label\">8</div><div class=\"s2\"><span class=\"heading\">Mordecai Honoured</span></div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.8.1\"><span class=\"label\">1</span><span class=\"content\">On that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> unto her. </span></span><span class=\"verse v2\" data-usfm=\"EST.8.2\"><span class=\"label\">2</span><span class=\"content\">And the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman.</span></span></div><div class=\"p\"><span class=\"verse v2\" data-usfm=\"EST.8.2\"><span class=\"content\">  </span></span><span class=\"verse v3\" data-usfm=\"EST.8.3\"><span class=\"label\">3</span><span class=\"content\">And Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews. </span></span><span class=\"verse v4\" data-usfm=\"EST.8.4\"><span class=\"label\">4</span><span class=\"content\">Then the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king, </span></span><span class=\"verse v5\" data-usfm=\"EST.8.5\"><span class=\"label\">5</span><span class=\"content\">and said, If it please the king, and if I have found favour in his sight, and the thing </span><span class=\"add\"><span class=\"content\">seem</span></span><span class=\"content\"> right before the king, and I </span><span class=\"add\"><span class=\"content\">be</span></span><span class=\"content\"> pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> in all the king's provinces: </span></span><span class=\"verse v6\" data-usfm=\"EST.8.6\"><span class=\"label\">6</span><span class=\"content\">for how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred? </span></span><span class=\"verse v7\" data-usfm=\"EST.8.7\"><span class=\"label\">7</span><span class=\"content\">Then the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews. </span></span><span class=\"verse v8\" data-usfm=\"EST.8.8\"><span class=\"label\">8</span><span class=\"content\">Write ye also for the Jews, as it liketh you, in the king's name, and seal </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.</span></span></div><div class=\"p\"><span class=\"verse v8\" data-usfm=\"EST.8.8\"><span class=\"content\">  </span></span><span class=\"verse v9\" data-usfm=\"EST.8.9\"><span class=\"label\">9</span><span class=\"content\">Then were the king's scribes called at that time in the third month, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the month Sivan, on the three and twentieth </span><span class=\"add\"><span class=\"content\">day</span></span><span class=\"content\"> thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language. </span></span><span class=\"verse v10\" data-usfm=\"EST.8.10\"><span class=\"label\">10</span><span class=\"content\">And he wrote in the king Ahasuerus' name, and sealed </span><span class=\"add\"><span class=\"content\">it</span></span><span class=\"content\"> with the king's ring, and sent letters by posts on horseback, </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> riders on mules, camels, </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> young dromedaries: </span></span><span class=\"verse v11\" data-usfm=\"EST.8.11\"><span class=\"label\">11</span><span class=\"content\">wherein the king granted the Jews which </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, </span><span class=\"add\"><span class=\"content\">both</span></span><span class=\"content\"> little ones and women, and </span><span class=\"add\"><span class=\"content\">to take</span></span><span class=\"content\"> the spoil of them for a prey, </span></span><span class=\"verse v12\" data-usfm=\"EST.8.12\"><span class=\"label\">12</span><span class=\"content\">upon one day in all the provinces of king Ahasuerus, </span><span class=\"add\"><span class=\"content\">namely</span></span><span class=\"content\">, upon the thirteenth </span><span class=\"add\"><span class=\"content\">day</span></span><span class=\"content\"> of the twelfth month, which </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> the month Adar. </span></span><span class=\"verse v13\" data-usfm=\"EST.8.13\"><span class=\"label\">13</span><span class=\"content\">The copy of the writing for a commandment to be given in every province </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies. </span></span><span class=\"verse v14\" data-usfm=\"EST.8.14\"><span class=\"label\">14</span><span class=\"add\"><span class=\"content\">So</span></span><span class=\"content\"> the posts that rode upon mules </span><span class=\"add\"><span class=\"content\">and</span></span><span class=\"content\"> camels went out, being hastened and pressed on by the king's commandment. And the decree was given at Shushan the palace.</span></span></div><div class=\"p\"><span class=\"verse v14\" data-usfm=\"EST.8.14\"><span class=\"content\">  </span></span><span class=\"verse v15\" data-usfm=\"EST.8.15\"><span class=\"label\">15</span><span class=\"content\">And Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad. </span></span><span class=\"verse v16\" data-usfm=\"EST.8.16\"><span class=\"label\">16</span><span class=\"content\">The Jews had light, and gladness, and joy, and honour. </span></span><span class=\"verse v17\" data-usfm=\"EST.8.17\"><span class=\"label\">17</span><span class=\"content\">And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "Mordecai Honoured"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he was unto her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and said, If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which are in all the king's provinces:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "for how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then were the king's scribes called at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which are from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "And he wrote in the king Ahasuerus' name, and sealed it with the king's ring, and sent letters by posts on horseback, and riders on mules, camels, and young dromedaries:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "wherein the king granted the Jews which were in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, both little ones and women, and to take the spoil of them for a prey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "upon one day in all the provinces of king Ahasuerus, namely, upon the thirteenth day of the twelfth month, which is the month Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "The copy of the writing for a commandment to be given in every province was published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So the posts that rode upon mules and camels went out, being hastened and pressed on by the king's commandment. And the decree was given at Shushan the palace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The Jews had light, and gladness, and joy, and honour."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.8"
        ],
        "human": "Esther 8",
        "toc": true
      },
      "chapter_text": "Now in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;) the Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people. And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them. For Mordecai was great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater. Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them. And in Shushan the palace the Jews slew and destroyed five hundred men. And Parshandatha, and Dalphon, and Aspatha, and Poratha, and Adalia, and Aridatha, and Parmashta, and Arisai, and Aridai, and Vajezatha, the ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand.\nOn that day the number of those that were slain in Shushan the palace was brought before the king. And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what is thy petition? and it shall be granted thee: or what is thy request further? and it shall be done. Then said Esther, If it please the king, let it be granted to the Jews which are in Shushan to do to morrow also according unto this day's decree, and let Haman's ten sons be hanged upon the gallows. And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman's ten sons. For the Jews that were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand. But the other Jews that were in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey, on the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness. But the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness. Therefore the Jews of the villages, that dwelt in the unwalled towns, made the fourteenth day of the month Adar a day of gladness and feasting, and a good day, and of sending portions one to another.\n\nAnd Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both nigh and far, to stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly, as the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor. And the Jews undertook to do as they had begun, and as Mordecai had written unto them; because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that is, the lot, to consume them, and to destroy them; but when Esther came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.\nWherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and of that which they had seen concerning this matter, and which had come unto them, the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year; and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed.\nThen Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim. And he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth, to confirm these days of Purim in their times appointed, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry. And the decree of Esther confirmed these matters of Purim; and it was written in the book.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch9\" data-usfm=\"EST.9\">\n         <div class=\"label\">9</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.9.1\"><span class=\"label\">1</span><span class=\"content\">Now in the twelfth month, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;) </span></span><span class=\"verse v2\" data-usfm=\"EST.9.2\"><span class=\"label\">2</span><span class=\"content\">the Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people. </span></span><span class=\"verse v3\" data-usfm=\"EST.9.3\"><span class=\"label\">3</span><span class=\"content\">And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them. </span></span><span class=\"verse v4\" data-usfm=\"EST.9.4\"><span class=\"label\">4</span><span class=\"content\">For Mordecai </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater. </span></span><span class=\"verse v5\" data-usfm=\"EST.9.5\"><span class=\"label\">5</span><span class=\"content\">Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them. </span></span><span class=\"verse v6\" data-usfm=\"EST.9.6\"><span class=\"label\">6</span><span class=\"content\">And in Shushan the palace the Jews slew and destroyed five hundred men. </span></span><span class=\"verse v7\" data-usfm=\"EST.9.7\"><span class=\"label\">7</span><span class=\"content\">And Parshandatha, and Dalphon, and Aspatha, </span></span><span class=\"verse v8\" data-usfm=\"EST.9.8\"><span class=\"label\">8</span><span class=\"content\">and Poratha, and Adalia, and Aridatha, </span></span><span class=\"verse v9\" data-usfm=\"EST.9.9\"><span class=\"label\">9</span><span class=\"content\">and Parmashta, and Arisai, and Aridai, and Vajezatha, </span></span><span class=\"verse v10\" data-usfm=\"EST.9.10\"><span class=\"label\">10</span><span class=\"content\">the ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand.</span></span></div><div class=\"p\"><span class=\"verse v10\" data-usfm=\"EST.9.10\"><span class=\"content\">  </span></span><span class=\"verse v11\" data-usfm=\"EST.9.11\"><span class=\"label\">11</span><span class=\"content\">On that day the number of those that were slain in Shushan the palace was brought before the king. </span></span><span class=\"verse v12\" data-usfm=\"EST.9.12\"><span class=\"label\">12</span><span class=\"content\">And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy petition? and it shall be granted thee: or what </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\"> thy request further? and it shall be done. </span></span><span class=\"verse v13\" data-usfm=\"EST.9.13\"><span class=\"label\">13</span><span class=\"content\">Then said Esther, If it please the king, let it be granted to the Jews which </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> in Shushan to do to morrow also according unto this day's decree, and let Haman's ten sons be hanged upon the gallows. </span></span><span class=\"verse v14\" data-usfm=\"EST.9.14\"><span class=\"label\">14</span><span class=\"content\">And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman's ten sons. </span></span><span class=\"verse v15\" data-usfm=\"EST.9.15\"><span class=\"label\">15</span><span class=\"content\">For the Jews that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand. </span></span><span class=\"verse v16\" data-usfm=\"EST.9.16\"><span class=\"label\">16</span><span class=\"content\">But the other Jews that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey, </span></span><span class=\"verse v17\" data-usfm=\"EST.9.17\"><span class=\"label\">17</span><span class=\"content\">on the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness. </span></span><span class=\"verse v18\" data-usfm=\"EST.9.18\"><span class=\"label\">18</span><span class=\"content\">But the Jews that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> at Shushan assembled together on the thirteenth </span><span class=\"add\"><span class=\"content\">day</span></span><span class=\"content\"> thereof, and on the fourteenth thereof; and on the fifteenth </span><span class=\"add\"><span class=\"content\">day</span></span><span class=\"content\"> of the same they rested, and made it a day of feasting and gladness. </span></span><span class=\"verse v19\" data-usfm=\"EST.9.19\"><span class=\"label\">19</span><span class=\"content\">Therefore the Jews of the villages, that dwelt in the unwalled towns, made the fourteenth day of the month Adar </span><span class=\"add\"><span class=\"content\">a day of</span></span><span class=\"content\"> gladness and feasting, and a good day, and of sending portions one to another.</span></span></div><div class=\"s2\"><span class=\"heading\">The Feast of Purim</span></div><div class=\"p\"><span class=\"verse v19\" data-usfm=\"EST.9.19\"><span class=\"content\">  </span></span><span class=\"verse v20\" data-usfm=\"EST.9.20\"><span class=\"label\">20</span><span class=\"content\">And Mordecai wrote these things, and sent letters unto all the Jews that </span><span class=\"add\"><span class=\"content\">were</span></span><span class=\"content\"> in all the provinces of the king Ahasuerus, </span><span class=\"add\"><span class=\"content\">both</span></span><span class=\"content\"> nigh and far, </span></span><span class=\"verse v21\" data-usfm=\"EST.9.21\"><span class=\"label\">21</span><span class=\"content\">to stablish </span><span class=\"add\"><span class=\"content\">this</span></span><span class=\"content\"> among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly, </span></span><span class=\"verse v22\" data-usfm=\"EST.9.22\"><span class=\"label\">22</span><span class=\"content\">as the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor. </span></span><span class=\"verse v23\" data-usfm=\"EST.9.23\"><span class=\"label\">23</span><span class=\"content\">And the Jews undertook to do as they had begun, and as Mordecai had written unto them; </span></span><span class=\"verse v24\" data-usfm=\"EST.9.24\"><span class=\"label\">24</span><span class=\"content\">because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that </span><span class=\"add\"><span class=\"content\">is</span></span><span class=\"content\">, the lot, to consume them, and to destroy them; </span></span><span class=\"verse v25\" data-usfm=\"EST.9.25\"><span class=\"label\">25</span><span class=\"content\">but when </span><span class=\"add\"><span class=\"content\">Esther</span></span><span class=\"content\"> came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.</span></span></div><div class=\"p\"><span class=\"verse v25\" data-usfm=\"EST.9.25\"><span class=\"content\">  </span></span><span class=\"verse v26\" data-usfm=\"EST.9.26\"><span class=\"label\">26</span><span class=\"content\">Wherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and </span><span class=\"add\"><span class=\"content\">of that</span></span><span class=\"content\"> which they had seen concerning this matter, and which had come unto them, </span></span><span class=\"verse v27\" data-usfm=\"EST.9.27\"><span class=\"label\">27</span><span class=\"content\">the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their </span><span class=\"add\"><span class=\"content\">appointed</span></span><span class=\"content\"> time every year; </span></span><span class=\"verse v28\" data-usfm=\"EST.9.28\"><span class=\"label\">28</span><span class=\"content\">and </span><span class=\"add\"><span class=\"content\">that</span></span><span class=\"content\"> these days </span><span class=\"add\"><span class=\"content\">should be</span></span><span class=\"content\"> remembered and kept throughout every generation, every family, every province, and every city; and </span><span class=\"add\"><span class=\"content\">that</span></span><span class=\"content\"> these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed.</span></span></div><div class=\"p\"><span class=\"verse v28\" data-usfm=\"EST.9.28\"><span class=\"content\">  </span></span><span class=\"verse v29\" data-usfm=\"EST.9.29\"><span class=\"label\">29</span><span class=\"content\">Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim. </span></span><span class=\"verse v30\" data-usfm=\"EST.9.30\"><span class=\"label\">30</span><span class=\"content\">And he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, </span><span class=\"add\"><span class=\"content\">with</span></span><span class=\"content\"> words of peace and truth, </span></span><span class=\"verse v31\" data-usfm=\"EST.9.31\"><span class=\"label\">31</span><span class=\"content\">to confirm these days of Purim in their times </span><span class=\"add\"><span class=\"content\">appointed</span></span><span class=\"content\">, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry. </span></span><span class=\"verse v32\" data-usfm=\"EST.9.32\"><span class=\"label\">32</span><span class=\"content\">And the decree of Esther confirmed these matters of Purim; and it was written in the book.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "the Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For Mordecai was great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And in Shushan the palace the Jews slew and destroyed five hundred men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And Parshandatha, and Dalphon, and Aspatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and Poratha, and Adalia, and Aridatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "and Parmashta, and Arisai, and Aridai, and Vajezatha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "On that day the number of those that were slain in Shushan the palace was brought before the king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what is thy petition? and it shall be granted thee: or what is thy request further? and it shall be done."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then said Esther, If it please the king, let it be granted to the Jews which are in Shushan to do to morrow also according unto this day's decree, and let Haman's ten sons be hanged upon the gallows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman's ten sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "For the Jews that were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But the other Jews that were in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "on the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Therefore the Jews of the villages, that dwelt in the unwalled towns, made the fourteenth day of the month Adar a day of gladness and feasting, and a good day, and of sending portions one to another."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading2",
          "verse_numbers": [],
          "lines": [
            "The Feast of Purim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both nigh and far,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "to stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "as the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And the Jews undertook to do as they had begun, and as Mordecai had written unto them;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that is, the lot, to consume them, and to destroy them;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "but when Esther came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Wherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and of that which they had seen concerning this matter, and which had come unto them,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "And he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "to confirm these days of Purim in their times appointed, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And the decree of Esther confirmed these matters of Purim; and it was written in the book."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "EST.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "EST.10"
        ],
        "human": "Esther 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOB.1"
        ],
        "human": "Job 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EST.9"
        ],
        "human": "Esther 9",
        "toc": true
      },
      "chapter_text": "And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea. And all the acts of his power and of his might, and the declaration of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia? For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the wealth of his people, and speaking peace to all his seed.",
      "chapter_html": "<div class=\"version vid1 iso6393eng\" data-vid=\"1\" data-iso6393=\"eng\">\n   <div class=\"book bkEST\">\n      <div class=\"chapter ch10\" data-usfm=\"EST.10\">\n         <div class=\"label\">10</div><div class=\"p\"><span class=\"content\">  </span><span class=\"verse v1\" data-usfm=\"EST.10.1\"><span class=\"label\">1</span><span class=\"content\">And the king Ahasuerus laid a tribute upon the land, and </span><span class=\"add\"><span class=\"content\">upon</span></span><span class=\"content\"> the isles of the sea. </span></span><span class=\"verse v2\" data-usfm=\"EST.10.2\"><span class=\"label\">2</span><span class=\"content\">And all the acts of his power and of his might, and the declaration of the greatness of Mordecai, whereunto the king advanced him, </span><span class=\"add\"><span class=\"content\">are</span></span><span class=\"content\"> they not written in the book of the chronicles of the kings of Media and Persia? </span></span><span class=\"verse v3\" data-usfm=\"EST.10.3\"><span class=\"label\">3</span><span class=\"content\">For Mordecai the Jew </span><span class=\"add\"><span class=\"content\">was</span></span><span class=\"content\"> next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the wealth of his people, and speaking peace to all his seed.</span></span></div>\n      </div>\n   </div>\n</div>",
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And all the acts of his power and of his might, and the declaration of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the wealth of his people, and speaking peace to all his seed."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}